//Übersetzung erstellt von: XiNaaru
{	
	// MPS Mail
	
	"mps.intro.title": "Maschinen-Fortschrittssystem",
	"mps.intro.letter": "Hallo, @! ^Die Handwerker und Forscher der Stardew Manufakturgilde freuen sich, einen lang erwarteten Durchbruch in der Verarbeitungstechnologie präsentieren zu können. Unsere unermüdlichen Ingenieure haben unzählige Stunden mit Forschung und Experimenten verbracht, und ihre harte Arbeit hat sich endlich ausgezahlt. ^Von nun an haben alle interessierten Bewohner des Tals, die ihre Fähigkeiten in bestimmten Fertigkeiten unter Beweis gestellt haben, Zugang zu völlig neuen Möglichkeiten, verschiedene Verarbeitungsmaschinen zu verbessern. Diese Verbesserungen ermöglichen es Ihnen, die Ernte mit größerer Effizienz und Geschwindigkeit zu verarbeiten, wodurch Sie wertvolle Zeit für Ihre anderen Aktivitäten gewinnen. ^Wir sind zuversichtlich, dass diese Verbesserungen einen erheblichen Einfluss auf Ihre Produktion haben werden. Die eingesparte Zeit wird es Ihnen ermöglichen, Ihre Aktivitäten zu erweitern, sich selbst weiterzuentwickeln oder einfach eine wohlverdiente Pause zu genießen. ^Mögen die Ernte reichlich ausfallen und die Einkommen reichlich sein. ^^ - Nach",
	"BaitMaker.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten in deiner Angelfertigkeit! Dank des Maschinen-Fortschrittssystems kannst du jetzt deine Ködermacher aufwerten. Macht weiter so! ^^ - Nach",
	"BeeHouse.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten in deiner Farming-Fähigkeit! Dank des Maschinenfortschrittssystems kannst du jetzt deine Bienenhäuser aufrüsten. Macht weiter so! ^^ - Nach",
	"BoneMill.letter": "Hallo, @! ^Herzlichen Glückwunsch zum Freischalten der Knochenmühle! Dank des Maschinenfortschrittssystems kannst du sie jetzt aufrüsten. Macht weiter so! ^^ - Nach",
	"Cask.letter": "Hallo, @! ^Herzlichen Glückwunsch zum Freischalten des Reifefasses! Dank des Maschinenfortschrittssystems kannst du sie jetzt aufrüsten. Macht weiter so! ^^ - Nach",
	"CharcoalKiln.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten in eurer Fertigkeit Sammeln! Dank des Maschinen-Fortschrittssystems könnt ihr nun eure Holzkohleöfen aufrüsten. Macht weiter so! ^^ - Nach",
	"CheesePress.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten in der Fertigkeit Landwirtschaft! Dank des Maschinenfortschrittssystems können Sie nun Ihre Käsepressen aufrüsten. Macht weiter so! ^^ - Nach",
	"Crystalarium.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten in deiner Bergbaufähigkeit! Dank des Maschinenfortschrittssystems können Sie nun Ihre Kristallarien aufrüsten. Macht weiter so! ^^ - Nach",
	"Dehydrator.letter": "Hallo, @! ^Herzlichen Glückwunsch zum Freischalten des Dehydrators! Dank des Maschinenfortschrittssystems kannst du sie jetzt aufrüsten. Macht weiter so! ^^ - Nach",
	"DeluxeWormBin.letter": "Hallo, @! ^Herzlichen Glückwunsch zu deinen Fortschritten in der Fischerei! Dank des Machine Progression Systems kannst du jetzt deine Luxus-Wurmbehälter aufrüsten. Macht weiter so! ^^ - Nach",
	"FishSmoker.letter": "Hallo, @! ^Herzlichen Glückwunsch zum Freischalten des Fischräucherers! Dank des Maschinenfortschrittssystems kannst du sie jetzt aufrüsten. Macht weiter so! ^^ - Nach",
	"Furnace.letter": "Hallo, @! ^Herzlichen Glückwunsch zum Freischalten des Ofens! Dank des Maschinenfortschrittssystems kannst du sie jetzt aufrüsten. Macht weiter so! ^^ - Nach",
	"HeavyFurnace.letter": "Hallo, @! ^Herzlichen Glückwunsch zum Freischalten des schweren Ofens! Dank des Maschinenfortschrittssystems kannst du sie jetzt aufrüsten. Macht weiter so! ^^ - Nach",
	"HeavyTapper.letter": "Hallo, @! ^Herzlichen Glückwunsch zum Freischalten des schweren Zapfhahnes! Dank des Maschinenfortschrittssystems kannst du sie nun aufrüsten. Machen Sie weiter so! ^^ - Nach",
	"Keg.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten, die du mit deiner Farming-Fähigkeit gemacht hast! Dank des Machine Progression Systems kannst du jetzt deine Fässer aufrüsten. Machen Sie weiter so! ^^ - Nach",
	"LightningRod.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten in der Fertigkeit Sammeln! Dank des Maschinen-Fortschrittssystems kannst du jetzt deine Blitzableiter verbessern. Macht weiter so! ^^ - Nach",
	"Loom.letter": "Hallo, @! ^Herzlichen Glückwunsch zu euren Fortschritten in der Farming-Fähigkeit! Dank des Maschinenfortschrittssystems können Sie nun Ihre Webstühle aufrüsten. Macht weiter so! ^^ - Nach",
	"MayonnaiseMachine.letter": "Hallo, @! ^Herzlichen Glückwunsch zu euren Fortschritten in der Farming-Fähigkeit! Dank des Maschinenfortschrittssystems können Sie nun Ihre Mayonnaise-Maschinen aufrüsten. Macht weiter so! ^^ - Nach",
	"MushroomLog.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten in der Fertigkeit Sammeln! Dank des Maschinenfortschrittssystems kannst du jetzt deine Pilzstämme aufwerten. Macht weiter so! ^^ - Nach",
	"OilMaker.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten, die ihr mit eurem Farming-Skill gemacht habt! Dank des Maschinen-Fortschrittssystems können Sie nun Ihre Ölmühlen aufrüsten. Macht weiter so! ^^ - Nach",
	"OstrichIncubator.letter": "Hallo, @! ^Herzlichen Glückwunsch zum Freischalten des Straußenbrutkastens! Dank des Maschinenfortschrittssystems kannst du sie jetzt aufrüsten. Macht weiter so! ^^ - Nach",
	"PreservesJar.letter": "Hallo, @! ^Herzlichen Glückwunsch zu euren Fortschritten in der Fertigkeit Farming! Dank des Maschinenfortschrittssystems können Sie nun Ihre Einmachgläser aufwerten. Macht weiter so! ^^ - Nach",
	"RecyclingMachine.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten in Ihrer Fischerei-Fähigkeit! Dank des Maschinen-Fortschrittssystems können Sie nun Ihre Recycling-Maschinen aufrüsten. ^^ - Nach",
	"SeedMaker.letter": "Hallo, @! ^Herzlichen Glückwunsch zu euren Fortschritten in der Fertigkeit Farming! Dank des Maschinenfortschrittssystems können Sie nun Ihre Saatguthersteller aufrüsten. ^^ - Nach",
	"SlimeEggPress.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten in deiner Kampffähigkeit! Dank des Maschinen-Fortschrittssystems kannst du jetzt deine Schleim-Eierpressen verbessern. ^^ - Nach",
	"SlimeIncubator.letter": "Hallo, @! ^Herzlichen Glückwunsch zu deinen Fortschritten in der Kampffähigkeit! Dank des Maschinenfortschrittssystems kannst du jetzt deine Schleimbrutkästen aufrüsten. Machen Sie weiter so! ^^ - Nach",
	"SolarPanel.letter": "Hallo, @! ^Herzlichen Glückwunsch zum Freischalten des Solarpanels! Dank des Maschinenfortschrittssystems kannst du sie jetzt aufrüsten. Machen Sie weiter so! ^^ - Nach",
	"Tapper.letter": "Hallo, @! ^Herzlichen Glückwunsch zu den Fortschritten in der Fertigkeit Sammeln! Dank des Maschinen-Fortschrittssystems könnt ihr nun eure Zapfhähne aufwerten. Macht weiter so mit eurer Arbeit! ^^ - Nach",
}