{	
	// MPS Mail
	
	"mps.intro.title": "Machine Progression System",
	"mps.intro.letter": "Hello, @! ^The craftsmen and researchers of the Stardew Manufacturing Guild are please to present a long-awaited breakthrough in processing technology. Our tireless engineers have spent countless hours researching and experimenting, and their hard work has finally paid off. ^From now on, all interested residents of the valley who have proven their competence in certain skills will have access to completely new opportunities for upgrading various processing machines. These improvements will allow you to process crops with greater efficiency and speed, freeing up valuable time for your other activities. ^We are confident that these upgrades will have a significant impact on your production. The time saved will allow you to expand your activities, engage in self-improvement or, simply, enjoy a well-deserved rest. ^May the harvest be abundant and incomes prosperous. ^^ - Nach",
	"BaitMaker.letter": "Hello, @! ^Congratulations on progressing with your Fishing skill! Thanks to the Machine Progression System, you are now able to upgrade your Bait Makers. Keep up the good work! ^^ - Nach",
	"BeeHouse.letter": "Hello, @! ^Congratulations on progressing with your Farming skill! Thanks to the Machine Progression System, you are now able to upgrade your Bee Houses. Keep up the good work! ^^ - Nach",
	"BoneMill.letter": "Hello, @! ^Congratulations on unlocking the Bone Mill! Thanks to the Machine Progression System, you are now able to upgrade them. Keep up the good work! ^^ - Nach",
	"Cask.letter": "Hello, @! ^Congratulations on unlocking the Cask! Thanks to the Machine Progression System, you are now able to upgrade them. Keep up the good work! ^^ - Nach",
	"CharcoalKiln.letter": "Hello, @! ^Congratulations on progressing with your Foraging skill! Thanks to the Machine Progression System, you are now able to upgrade your Charcoal Kilns. Keep up the good work! ^^ - Nach",
	"CheesePress.letter": "Hello, @! ^Congratulations on progressing with your Farming skill! Thanks to the Machine Progression System, you are now able to upgrade your Cheese Presses. Keep up the good work! ^^ - Nach",
	"Crystalarium.letter": "Hello, @! ^Congratulations on progressing with your Mining skill! Thanks to the Machine Progression System, you are now able to upgrade your Crystalariums. Keep up the good work! ^^ - Nach",
	"Dehydrator.letter": "Hello, @! ^Congratulations on unlocking the Dehydrator! Thanks to the Machine Progression System, you are now able to upgrade them. Keep up the good work! ^^ - Nach",
	"DeluxeWormBin.letter": "Hello, @! ^Congratulations on progressing with your Fishing skill! Thanks to the Machine Progression System, you are now able to upgrade your Deluxe Worm Bins. Keep up the good work! ^^ - Nach",
	"FishSmoker.letter": "Hello, @! ^Congratulations on unlocking the Fish Smoker! Thanks to the Machine Progression System, you are now able to upgrade them. Keep up the good work! ^^ - Nach",
	"Furnace.letter": "Hello, @! ^Congratulations on unlocking the Furnace! Thanks to the Machine Progression System, you are now able to upgrade them. Keep up the good work! ^^ - Nach",
	"HeavyFurnace.letter": "Hello, @! ^Congratulations on unlocking the Heavy Furnace! Thanks to the Machine Progression System, you are now able to upgrade them. Keep up the good work! ^^ - Nach",
	"HeavyTapper.letter": "Hello, @! ^Congratulations on unlocking the Heavy Tapper! Thanks to the Machine Progression System, you are now able to upgrade them. Keep up the good work! ^^ - Nach",
	"Keg.letter": "Hello, @! ^Congratulations on progressing with your Farming skill! Thanks to the Machine Progression System, you are now able to upgrade your Kegs. Keep up the good work! ^^ - Nach",
	"LightningRod.letter": "Hello, @! ^Congratulations on progressing with your Foraging skill! Thanks to the Machine Progression System, you are now able to upgrade your Lightning Rods. Keep up the good work! ^^ - Nach",
	"Loom.letter": "Hello, @! ^Congratulations on progressing with your Farming skill! Thanks to the Machine Progression System, you are now able to upgrade your Looms. Keep up the good work! ^^ - Nach",
	"MayonnaiseMachine.letter": "Hello, @! ^Congratulations on progressing with your Farming skill! Thanks to the Machine Progression System, you are now able to upgrade your Mayonnaise Machines. Keep up the good work! ^^ - Nach",
	"MushroomLog.letter": "Hello, @! ^Congratulations on progressing with your Foraging skill! Thanks to the Machine Progression System, you are now able to upgrade your Mushroom Logs. Keep up the good work! ^^ - Nach",
	"OilMaker.letter": "Hello, @! ^Congratulations on progressing with your Farming skill! Thanks to the Machine Progression System, you are now able to upgrade your Oil Makers. Keep up the good work! ^^ - Nach",
	"OstrichIncubator.letter": "Hello, @! ^Congratulations on unlocking the Ostrich Incubator! Thanks to the Machine Progression System, you are now able to upgrade them. Keep up the good work! ^^ - Nach",
	"PreservesJar.letter": "Hello, @! ^Congratulations on progressing with your Farming skill! Thanks to the Machine Progression System, you are now able to upgrade your Preserves Jars. Keep up the good work! ^^ - Nach",
	"RecyclingMachine.letter": "Hello, @! ^Congratulations on progressing with your Fishing skill! Thanks to the Machine Progression System, you are now able to upgrade your Recycling Machines. Keep up the good work! ^^ - Nach",
	"SeedMaker.letter": "Hello, @! ^Congratulations on progressing with your Farming skill! Thanks to the Machine Progression System, you are now able to upgrade your Seed Makers. Keep up the good work! ^^ - Nach",
	"SlimeEggPress.letter": "Hello, @! ^Congratulations on progressing with your Combat skill! Thanks to the Machine Progression System, you are now able to upgrade your Slime Egg-Presses. Keep up the good work! ^^ - Nach",
	"SlimeIncubator.letter": "Hello, @! ^Congratulations on progressing with your Combat skill! Thanks to the Machine Progression System, you are now able to upgrade your Slime Incubators. Keep up the good work! ^^ - Nach",
	"SolarPanel.letter": "Hello, @! ^Congratulations on unlocking the Solar Panel! Thanks to the Machine Progression System, you are now able to upgrade them. Keep up the good work! ^^ - Nach",
	"Tapper.letter": "Hello, @! ^Congratulations on progressing with your Foraging skill! Thanks to the Machine Progression System, you are now able to upgrade your Tappers. Keep up the good work! ^^ - Nach",
}