{	
	// MPS Mail
	
	"mps.intro.title": "Machine Progression System",
	"mps.intro.letter": "¡Hola, @! ^Los artesanos e investigadores del gremio de fabricantes de Stardew Valley se complacen en presentar un avance tan esperado en la tecnología de procesamiento. Nuestros incansables ingenieros han pasado innumerables horas investigando y experimentando, y su arduo trabajo finalmente ha dado sus frutos. ^A partir de ahora, todos los residentes del valle interesados que hayan demostrado su competencia en determinadas habilidades tendrán acceso a posibilidades completamente nuevas para actualizar diversas máquinas de procesamiento. Estas mejoras te permitirán procesar cultivos con mayor eficiencia y velocidad, liberando tiempo valioso para tus otras actividades. ^Estamos seguros de que estas actualizaciones tendrán un impacto significativo en tu producción. El tiempo ahorrado te permitirá ampliar tus actividades, dedicarte a la superación personal o, simplemente, disfrutar de un merecido descanso. ^Que la cosecha sea abundante y los ingresos prósperos. ^^ - Nach",
	"BaitMaker.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de pesca! Gracias al Machine Progression System, ahora puedes mejorar tus crea cebos. ¡Sigue así! ^^ - Nach",
	"BeeHouse.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de agricultura! Gracias al Machine Progression System, ahora puedes mejorar tus colmenas. ¡Sigue así! ^^ - Nach",
	"BoneMill.letter": "¡Hola, @! ^¡Felicidades por desbloquear el molino de huesos! Gracias al Machine Progression System, ahora puedes mejorarlos. ¡Sigue así! ^^ - Nach",
	"Cask.letter": "¡Hola, @! ^¡Felicidades por desbloquear el tonel! Gracias al Machine Progression System, ahora puedes mejorarlos. ¡Sigue así! ^^ - Nach",
	"CharcoalKiln.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de recolección! Gracias al Machine Progression System, ahora puedes mejorar tus hornos de carbón. ¡Sigue así! ^^ - Nach",
	"CheesePress.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de agricultura! Gracias al Machine Progression System, ahora puedes mejorar tus prensas de queso. ¡Sigue así! ^^ - Nach",
	"Crystalarium.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de minería! Gracias al Machine Progression System, ahora puedes mejorar tus cristalarios. ¡Sigue así! ^^ - Nach",
	"Dehydrator.letter": "¡Hola, @! ^¡Felicidades por desbloquear el deshidratador! Gracias al Machine Progression System, ahora puedes mejorarlos. ¡Sigue así! ^^ - Nach",
	"DeluxeWormBin.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de pesca! Gracias al Machine Progression System, ahora puedes mejorar tus viveros de cebo deluxe. ¡Sigue así! ^^ - Nach",
	"FishSmoker.letter": "¡Hola, @! ^¡Felicidades por desbloquear el ahumador de peces! Gracias al Machine Progression System, ahora puedes mejorarlos. ¡Sigue así! ^^ - Nach",
	"Furnace.letter": "¡Hola, @! ^¡Felicidades por desbloquear el horno! Gracias al Machine Progression System, ahora puedes mejorarlos. ¡Sigue así! ^^ - Nach",
	"HeavyFurnace.letter": "¡Hola, @! ^¡Felicidades por desbloquear el horno pesado! Gracias al Machine Progression System, ahora puedes mejorarlos. ¡Sigue así! ^^ - Nach",
	"HeavyTapper.letter": "¡Hola, @! ^¡Felicidades por desbloquear la resinera pesada! Gracias al Machine Progression System, ahora puedes mejorarlas. ¡Sigue así! ^^ - Nach",
	"Keg.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de agricultura! Gracias al Machine Progression System, ahora puedes mejorar tus barriles. ¡Sigue así! ^^ - Nach",
	"LightningRod.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de recolección! Gracias al Machine Progression System, ahora puedes mejorar tus pararrayos. ¡Sigue así! ^^ - Nach",
	"Loom.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de agricultura! Gracias al Machine Progression System, ahora puedes mejorar tus telares. ¡Sigue así! ^^ - Nach",
	"MayonnaiseMachine.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de agricultura! Gracias al Machine Progression System, ahora puedes mejorar tus mayoneseras. ¡Sigue así! ^^ - Nach",
	"MushroomLog.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de recolección! Gracias al Machine Progression System, ahora puedes mejorar tus troncos de setas. ¡Sigue así! ^^ - Nach",
	"OilMaker.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de agricultura! Gracias al Machine Progression System, ahora puedes mejorar tus aceiteras. ¡Sigue así! ^^ - Nach",
	"OstrichIncubator.letter": "¡Hola, @! ^¡Felicidades por desbloquear la incubadora de avestruces! Gracias al Machine Progression System, ahora puedes mejorarlas. ¡Sigue así! ^^ - Nach",
	"PreservesJar.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de agricultura! Gracias al Machine Progression System, ahora puedes mejorar tus envasadoras. ¡Sigue así! ^^ - Nach",
	"RecyclingMachine.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de pesca! Gracias al Machine Progression System, ahora puedes mejorar tus máquinas de reciclaje. ¡Sigue así! ^^ - Nach",
	"SeedMaker.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de agricultura! Gracias al Machine Progression System, ahora puedes mejorar tus semilladoras. ¡Sigue así! ^^ - Nach",
	"SlimeEggPress.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de combate! Gracias al Machine Progression System, ahora puedes mejorar tus prensas de baba. ¡Sigue así! ^^ - Nach",
	"SlimeIncubator.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de combate! Gracias al Machine Progression System, ahora puedes mejorar tus incubadoras de baba. ¡Sigue así! ^^ - Nach",
	"SolarPanel.letter": "¡Hola, @! ^¡Felicidades por desbloquear el panel solar! Gracias al Machine Progression System, ahora puedes mejorarlos. ¡Sigue así! ^^ - Nach",
	"Tapper.letter": "¡Hola, @! ^¡Felicidades por progresar con tu habilidad de recolección! Gracias al Machine Progression System, ahora puedes mejorar tus resineras. ¡Sigue así! ^^ - Nach",
}