{	
	// MPS Mail
	
"mps.intro.title": "Machine Progression System",
	"mps.intro.letter": "Helló, @! ^A Stardew Manufaktúra Szövetség kézművesei és kutatói örömmel mutatják be a feldolgozási technológia hosszú ideje várt áttörését. Kihívást nem ismerő mérnökeink számtalan órát töltöttek kutatással és kísérletezéssel, és kemény munkájuk végül meghozta gyümölcsét. ^Mostantól minden érdeklődő völgybeli lakos, aki bizonyította készségeit bizonyos képességek terén, teljesen új lehetőségeket kap a különféle feldolgozó gépek fejlesztésére. Ezek a fejlesztések lehetővé teszik, hogy hatékonyabban és gyorsabban dolgozzon a termésekkel, felszabadítva értékes időt más tevékenységeire. ^Biztosak vagyunk benne, hogy ezek a fejlesztések jelentős hatással lesznek a termeléseire. Az idő megtakarítása lehetővé teszi, hogy tevékenységeit kibővítse, önfejlesztéssel foglalkozzon, vagy egyszerűen csak élvezze az igazán megérdemelt pihenést. ^Legyen bőséges a termés és virágzóak a bevételek. ^^ - Nach",
	"BaitMaker.letter": "Helló, @! ^Gratulálok a Horgászás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Csalikészítőidet. További sok sikert kívánok! ^^ - Nach",
	"BeeHouse.letter": "Helló, @! ^Gratulálok a Gazdálkodás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Méhkaptáraidat. További sok sikert kívánok! ^^ - Nach",
	"BoneMill.letter": "Helló, @! ^Gratulálok a Csontőrlő feloldásához! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni azokat. További sok sikert kívánok! ^^ - Nach",
	"Cask.letter": "Helló, @! ^Gratulálok a Fahordó feloldásához! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni azokat. További sok sikert kívánok! ^^ - Nach",
	"CharcoalKiln.letter": "Helló, @! ^Gratulálok a Gyűjtögetés képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Faszén kemencéidet. További sok sikert kívánok! ^^ - Nach",
	"CheesePress.letter": "Helló, @! ^Gratulálok a Gazdálkodás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Sajtpréseidet. További sok sikert kívánok! ^^ - Nach",
	"Crystalarium.letter": "Helló, @! ^Gratulálok a Bányászás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Kristaláriumaidat. További sok sikert kívánok! ^^ - Nach",
	"Dehydrator.letter": "Helló, @! ^Gratulálok a Szárító feloldásához! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni azokat. További sok sikert kívánok! ^^ - Nach",
	"DeluxeWormBin.letter": "Helló, @! ^Gratulálok a Horgászás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Luxus gilisztás ládáidat. További sok sikert kívánok! ^^ - Nach",
	"FishSmoker.letter": "Helló, @! ^Gratulálok a Horgászás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Halfüstölőidet. További sok sikert kívánok! ^^ - Nach",
	"Furnace.letter": "Helló, @! ^Gratulálok a Kemence feloldásához! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni azokat. További sok sikert kívánok! ^^ - Nach",
	"HeavyFurnace.letter": "Helló, @! ^Gratulálok a Nehéz Kemence feloldásához! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni azokat. További sok sikert kívánok! ^^ - Nach",
	"HeavyTapper.letter": "Helló, @! ^Gratulálok a Nehéz Csap feloldásához! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni azokat. További sok sikert kívánok! ^^ - Nach",
	"Keg.letter": "Helló, @! ^Gratulálok a Gazdálkodás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Keghordóidat. További sok sikert kívánok! ^^ - Nach",
	"LightningRod.letter": "Helló, @! ^Gratulálok a Gyűjtögetés képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Villámhárítóidat. További sok sikert kívánok! ^^ - Nach",
	"Loom.letter": "Helló, @! ^Gratulálok a Gazdálkodás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Szövőszékeidet. További sok sikert kívánok! ^^ - Nach",
	"MayonnaiseMachine.letter": "Helló, @! ^Gratulálok a Gazdálkodás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Majonézkészítőidet. További sok sikert kívánok! ^^ - Nach",
	"MushroomLog.letter": "Helló, @! ^Gratulálok a Gyűjtögetés képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Gombás fatörzseidet. További sok sikert kívánok! ^^ - Nach",
	"OilMaker.letter": "Helló, @! ^Gratulálok a Gazdálkodás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni az Olajkészítőidet. További sok sikert kívánok! ^^ - Nach",
	"OstrichIncubator.letter": "Helló, @! ^Gratulálok az Strucctojás-inkubátor feloldásához! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni azokat. További sok sikert kívánok! ^^ - Nach",
	"PreservesJar.letter": "Helló, @! ^Gratulálok a Gazdálkodás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Tartósító tégelyeidet. További sok sikert kívánok! ^^ - Nach",
	"RecyclingMachine.letter": "Helló, @! ^Gratulálok a Horgászás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni az Újrahasznosítóidat. További sok sikert kívánok! ^^ - Nach",
	"SeedMaker.letter": "Helló, @! ^Gratulálok a Gazdálkodás képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Magkészítőidet. További sok sikert kívánok! ^^ - Nach",
	"SlimeEggPress.letter": "Helló, @! ^Gratulálok a Harc képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Ragacstojás-préseidet. További sok sikert kívánok! ^^ - Nach",
	"SlimeIncubator.letter": "Helló, @! ^Gratulálok a Harc képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Ragacstojás-inkubátoraidat. További sok sikert kívánok! ^^ - Nach",
	"SolarPanel.letter": "Helló, @! ^Gratulálok a Napelem feloldásához! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni azokat. További sok sikert kívánok! ^^ - Nach",
	"Tapper.letter": "Helló, @! ^Gratulálok a Gyűjtögetés képessséged fejlődéséhez! A Machine Progression System-nek köszönhetően most már képes vagy fejleszteni a Csapjaidat. További sok sikert kívánok! ^^ - Nach"
}