{	
	// MPS Mail
	
	"mps.intro.title": "Sistema de Progressão de Máquinas",
	"mps.intro.letter": "Olá, @! ^É com um grande prazer que os pesquisadores e artesãos da Guilda de Manufatura de Stardew apresentam um grande avanço na tecnologia de processamento. Nossos engenheiros trabalharam incansáveis horas realizando pesquisas e experimentos, e finalmente seus trabalhos deram frutos. ^A partir de agora, todos os residentes do vale que tenham demonstrado suas competências em certas habilidades terão acesso a ferramentas completamente novas para atualizar várias máquinas de processamento. Essas melhorias permitirão que você processe colheitas com maior eficiência e velocidade, liberando um tempo valioso para que possa realizar outras atividades. ^Estamos confiantes de que essas atualizações terão um impacto significativo em sua produção. O tempo economizado permitirá que você expanda suas atividades, se envolva em autoaperfeiçoamento ou, simplesmente, desfrute de um merecido descanso. ^Que a colheita seja abundante e os ganhos, prósperos. ^^ - Nach",
	"BaitMaker.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Pesca! Graças ao Sistema de Progressão de Máquinas, você agora pode atualizar suas Máquinas de Iscas. Continue com o bom trabalho! ^^ - Nach",
	"BeeHouse.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Cultivo! Graças ao Sistema de Progressão de Máquinas, você agora pode atualizar seus Apiários. Continue com o bom trabalho! ^^ - Nach",
	"BoneMill.letter": "Olá, @! ^Parabéns por desbloquear o Moedor de Ossos! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizá-lo. Continue com o bom trabalho! ^^ - Nach",
	"Cask.letter": "Olá, @! ^Parabéns por desbloquear o Barril de Madeira! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizá-lo. Continue com o bom trabalho! ^^ - Nach",
	"CharcoalKiln.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Coleta! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar suas Carvoarias. Continue com o bom trabalho! ^^ - Nach",
	"CheesePress.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Cultivo! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar suas Prensas de Queijo. Continue com o bom trabalho! ^^ - Nach",
	"Crystalarium.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Mineração! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar seus Cristalários. Continue com o bom trabalho! ^^ - Nach",
	"Dehydrator.letter": "Olá, @! ^Parabéns por desbloquear o Desidratador! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizá-lo. Continue com o bom trabalho! ^^ - Nach",
	"DeluxeWormBin.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Pesca! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar seus Cestos de Minhocas de Luxo. Continue com o bom trabalho! ^^ - Nach",
	"FishSmoker.letter": "Olá, @! ^Parabéns por desbloquear o Defumador de Peixes! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizá-lo. Continue com o bom trabalho! ^^ - Nach",
	"Furnace.letter": "Olá, @! ^Parabéns por desbloquear a Fornalha! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizá-la. Continue com o bom trabalho! ^^ - Nach",
	"HeavyFurnace.letter": "Olá, @! ^Parabéns por desbloquear o Alto-forno! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizá-lo. Continue com o bom trabalho! ^^ - Nach",
	"HeavyTapper.letter": "Olá, @! ^Parabéns por desbloquear a Torneirinha Pesada! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizá-la. Continue com o bom trabalho! ^^ - Nach",
	"Keg.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Cultivo! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar seus Barris. Continue com o bom trabalho! ^^ - Nach",
	"LightningRod.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Coleta! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar seus Para-raios. Continue com o bom trabalho! ^^ - Nach",
	"Loom.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Cultivo! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar seus Teares. Continue com o bom trabalho! ^^ - Nach",
	"MayonnaiseMachine.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Cultivo! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar suas Máquinas de Maionese. Continue com o bom trabalho! ^^ - Nach",
	"MushroomLog.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Coleta! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar seus Troncos de Cogumelos. Continue com o bom trabalho! ^^ - Nach",
	"OilMaker.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Cultivo! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar seus Geradores de Óleo. Continue com o bom trabalho! ^^ - Nach",
	"OstrichIncubator.letter": "Olá, @! ^Parabéns por desbloquear a Incubadora de Avestruzes! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizá-la. Continue com o bom trabalho! ^^ - Nach",
	"PreservesJar.letter": "Olá, @! ^Parabéns por progredir com sua habilidade de Cultivo! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar suas Jarras de Conserva. Continue com o bom trabalho! ^^ - Nach",
	"RecyclingMachine.letter": "Olá, @! ^Parabéns por progredir com sua habilidade de Pesca! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar suas Máquinas de Reciclagem. Continue com o bom trabalho! ^^ - Nach",
	"SeedMaker.letter": "Olá, @! ^Parabéns por progredir com sua habilidade de Cultivo! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar seus Geradores de Sementes. Continue com o bom trabalho! ^^ - Nach",
	"SlimeEggPress.letter": "Olá, @! ^Parabéns por progredir com sua habilidade de Combate! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar suas Prensas de Gosmas. Continue com o bom trabalho! ^^ - Nach",
	"SlimeIncubator.letter": "Olá, @! ^Parabéns por progredir com sua habilidade de Combate! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar suas Incubadoras de Gosmas. Continue com o bom trabalho! ^^ - Nach",
	"SolarPanel.letter": "Olá, @! ^Parabéns por desbloquear o Painel Solar! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizá-lo. Continue com o bom trabalho! ^^ - Nach",
	"Tapper.letter": "Olá, @! ^Parabéns por progredir em sua habilidade de Coleta! Graças ao Sistema de Progressão de Máquinas, agora você pode atualizar suas Torneirinhas. Continue com o bom trabalho! ^^ - Nach",
}