{	
	// MPS Mail
	
	"mps.intro.title": "Система Прогрессии Машин",
	"mps.intro.letter": "Добрый день, @! ^Мастера и исследователи Гильдии Производства Стардью рады представить вам долгожданный прорыв в технологии производства. Наши неутомимые инженеры провели бесчисленное количество часов в исследованиях и экспериментах, и наконец-то их упорный труд окупился. ^Отныне все желающие жители долины, доказавшие свою компетентность в определенных навыках, получат доступ к совершенно новым возможностям по модернизации различных перерабатывающих машин. Эти улучшения позволят вам обрабатывать урожай с большей эффективностью и скоростью, освобождая драгоценное время для других занятий. ^Мы уверены, что эти улучшения окажут значительное влияние на ваше производство. Сэкономленное время позволит вам расширить свою деятельность, заняться самосовершенствованием или просто насладиться заслуженным отдыхом. ^Пусть урожай будет обильным, а доходы - процветающими. ^^ - Nach",
	"BaitMaker.letter": "Добрый день, @! ^Поздравляю с прогрессом в навыке 'Рыбалка'! Благодаря системе прогрессии машин вы теперь можете улучшать свои изготовители приманок. Продолжайте в том же духе! ^^ - Nach",
	"BeeHouse.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Фермерство'! Благодаря системе прогрессии машин вы теперь можете улучшать свои ульи. Продолжайте в том же духе! ^^ - Nach",
	"BoneMill.letter": "Добрый день, @! ^^ Поздравляю с разблокировкой костедробилки! Благодаря системе прогрессии машин вы теперь можете их модернизировать. Продолжайте в том же духе! ^^ - Nach",
	"Cask.letter": "Добрый день, @! ^^ Поздравляю с разблокировкой бочки! Благодаря системе прогрессии машин вы теперь можете их модернизировать. Продолжайте в том же духе! ^^ - Nach",
	"CharcoalKiln.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Собирательство'! Благодаря системе прогрессии машин вы теперь можете модернизировать углевыжигательные печи. Продолжайте в том же духе! ^^ - Nach",
	"CheesePress.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Фермерство'! Благодаря системе прогрессии машин вы теперь можете модернизировать прессы для сыра. Продолжайте в том же духе! ^^ - Nach",
	"Crystalarium.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Горное дело'! Благодаря системе прогрессии машин вы теперь можете улучшать свои кристалляриумы. Продолжайте в том же духе! ^^ - Nach",
	"Dehydrator.letter": "Добрый день, @! ^^Поздравляю с разблокировкой сушилки! Благодаря системе прогрессии машин вы теперь можете их модернизировать. Продолжайте в том же духе! ^^ - Nach",
	"DeluxeWormBin.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Рыбалка'! Благодаря системе прогрессии машин вы теперь можете модернизировать свои контейнеры для червей Делюкс. Продолжайте в том же духе! ^^ - Nach",
	"FishSmoker.letter": "Добрый день, @! ^^ Поздравляю с разблокировкой коптильни для рыбы! Благодаря системе прогрессии машин вы теперь можете их модернизировать. Продолжайте в том же духе! ^^ - Nach",
	"Furnace.letter": "Добрый день, @! ^^ Поздравляю с разблокировкой плавильной печи! Благодаря системе прогрессии машин вы теперь можете их модернизировать. Продолжайте в том же духе! ^^ - Nach",
	"HeavyFurnace.letter": "Добрый день, @! ^Поздравляю с разблокировкой большой плавильной печи! Благодаря системе прогрессии машин вы теперь можете их модернизировать. Продолжайте в том же духе! ^^ - Nach",
	"HeavyTapper.letter": "Добрый день, @! ^^ Поздравляю с разблокировкой тяжелого подсочника! Благодаря системе прогрессии машин вы теперь можете их модернизировать. Продолжайте в том же духе! ^^ - Nach",
	"Keg.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Фермерство'! Благодаря системе прогрессии машин вы теперь можете модернизировать свои бочонки. Продолжайте в том же духе! ^^ - Nach",
	"LightningRod.letter": "Добрый день, @! ^^Поздравляю с прогрессом навыка 'Собирательство'! Благодаря системе прогрессии машин вы теперь можете улучшать свои громоотводы. Продолжайте в том же духе! ^^ - Nach",
	"Loom.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Фермерство'! Благодаря системе прогрессии машин вы теперь можете улучшать свои прялки. Продолжайте в том же духе! ^^ - Nach",
	"MayonnaiseMachine.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Фермерство'! Благодаря системе прогрессии машин вы теперь можете модернизировать майонезные автоматы. Продолжайте в том же духе! ^^ - Nach",
	"MushroomLog.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Собирательство'! Благодаря системе прогрессии машин вы теперь можете улучшать свои грибные пни. Продолжайте в том же духе! ^^ - Nach",
	"OilMaker.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Фермерство'! Благодаря системе прогрессии машин вы теперь можете улучшать прессы для масла. Продолжайте в том же духе! ^^ - Nach",
	"OstrichIncubator.letter": "Добрый день, @! ^^Поздравляю с разблокировкой инкубатора страусов! Благодаря системе прогрессии машин вы теперь можете улучшать их. Продолжайте в том же духе! ^^ - Nach",
	"PreservesJar.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Фермерство'! Благодаря системе прогрессии машин вы теперь можете модернизировать свои кадки. Продолжайте в том же духе! ^^ - Nach",
	"RecyclingMachine.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Рыбалка'! Благодаря системе прогрессии машин вы теперь можете модернизировать свои утилизационные машины. Продолжайте в том же духе! ^^ - Nach",
	"SeedMaker.letter": "ПДобрый день, @! ^^Поздравляю с прогрессом в навыке 'Фермерство'! Благодаря системе прогрессии машин вы теперь можете улучшать экстракторы семян. Продолжайте в том же духе! ^^ - Nach",
	"SlimeEggPress.letter": "Добрый день, @! ^^Поздравляю с прогрессом в боевых навыках! Благодаря системе прогрессии машин вы теперь можете модернизировать свои прессы для яиц слаймов. Продолжайте в том же духе! ^^ - Nach",
	"SlimeIncubator.letter": "Добрый день, @! ^^Поздравляю с прогрессом в боевых навыках! Благодаря системе прогрессии машин вы теперь можете улучшать инкубаторы слаймов. Продолжайте в том же духе! ^^ - Nach",
	"SolarPanel.letter": "Добрый день, @! ^^ Поздравляю с разблокировкой солнечной панели! Благодаря системе прогрессии машин вы теперь можете их модернизировать. Продолжайте в том же духе! ^^ - Nach",
	"Tapper.letter": "Добрый день, @! ^^Поздравляю с прогрессом в навыке 'Собирательство'! Благодаря системе прогрессии машин вы теперь можете улучшать свои подсочники. Продолжайте в том же духе! ^^ - Nach"
}