{	
	// MPS Mail
	
	"mps.intro.title": "机器进化系统",
	"mps.intro.letter": "您好, @! ^星露谷制造业行会的工匠和研究人员很高兴向大家宣布他们令人期待已久的加工技术突破，我们不知疲倦的工程师们花了无数个小时进行研究和实验，如今他们的努力终于得到了回报！ ^从现在开始，所有在特定技能方面有能力的星露谷居民都将有机会升级各种加工机器，而这些升级将使您能够更高效地加工您的产物，为其他活动腾出宝贵的时间。 ^我们相信这些升级将对您的生产生活产生显著的积极影响，用节省下来的时间扩展业务、自我提升，或者好好休息一下，这也是您应得的！^祝您收成丰硕、赚钱多多！^^ - 纳奇",
	"BaitMaker.letter": "您好，@！^恭喜您的钓鱼技能提升了！多亏了机器进化系统，您现在可以升级您的鱼饵制造机了。继续努力！^^ - 纳奇",
	"BeeHouse.letter": "您好，@！^恭喜您的农业技能提升了！多亏了机器进化系统，您现在可以升级您的蜂房了。继续努力！^^ - 纳奇",
	"BoneMill.letter": "您好，@！^恭喜您解锁了碎骨机！多亏了机器进化系统，您现在可以升级它们了。继续努力！^^ - 纳奇",
	"Cask.letter": "您好，@！^恭喜您解锁了木桶！多亏了机器进化系统，您现在可以升级它们了。继续努力！^^ - 纳奇",
	"CharcoalKiln.letter": "您好，@！^恭喜您的采集技能提升了！多亏了机器进化系统，您现在可以升级您的煤炭窑了。继续努力！^^ - 纳奇",
	"CheesePress.letter": "您好，@！^恭喜您的农业技能提升了！多亏了机器进化系统，您现在可以升级您的压酪机了。继续努力！^^ - 纳奇",
	"Crystalarium.letter": "您好，@！^恭喜您的采矿技能提升了！多亏了机器进化系统，您现在可以升级您的宝石复制机了。继续努力！^^ - 纳奇",
	"Dehydrator.letter": "您好，@！^恭喜您解锁了烘干机！多亏了机器进化系统，您现在可以升级它们了。继续努力！^^ - 纳奇",
	"DeluxeWormBin.letter": "您好，@！^恭喜您的钓鱼技能提升了！多亏了机器进化系统，您现在可以升级您的高级虫饵盒了。继续努力！^^ - 纳奇",
	"FishSmoker.letter": "您好，@！^恭喜您解锁了熏鱼机！多亏了机器进化系统，您现在可以升级它们了。继续努力！^^ - 纳奇",
	"Furnace.letter": "您好，@！^恭喜您解锁了熔炉！多亏了机器进化系统，您现在可以升级它们了。继续努力！^^ - 纳奇",
	"HeavyFurnace.letter": "您好，@！^恭喜您解锁了重型熔炉！多亏了机器进化系统，您现在可以升级它们了。继续努力！^^ - 纳奇",
	"HeavyTapper.letter": "您好，@！^恭喜您解锁了重型树液采集器！多亏了机器进化系统，您现在可以升级它们了。继续努力！^^ - 纳奇",
	"Keg.letter": "您好，@！^恭喜您的农业技能提升了！多亏了机器进化系统，您现在可以升级您的小桶了。继续努力！^^ - 纳奇",
	"LightningRod.letter": "您好，@！^恭喜您的采集技能提升了！多亏了机器进化系统，您现在可以升级您的避雷针了。继续努力！^^ - 纳奇",
	"Loom.letter": "您好，@！^恭喜您的农业技能提升了！多亏了机器进化系统，您现在可以升级您的织布机了。继续努力！^^ - 纳奇",
	"MayonnaiseMachine.letter": "您好，@！^恭喜您的农业技能提升了！多亏了机器进化系统，您现在可以升级您的蛋黄酱机了。继续努力！^^ - 纳奇",
	"MushroomLog.letter": "您好，@！^恭喜您的采集技能提升了！多亏了机器进化系统，您现在可以升级您的蘑菇树桩了。继续努力！^^ - 纳奇",
	"OilMaker.letter": "您好，@！^恭喜您的农业技能提升了！多亏了机器进化系统，您现在可以升级您的油压机了。继续努力！^^ - 纳奇",
	"OstrichIncubator.letter": "您好，@！^恭喜您解锁了鸵鸟孵化器！多亏了机器进化系统，您现在可以升级它们了。继续努力！^^ - 纳奇",
	"PreservesJar.letter": "您好，@！^恭喜您的农业技能提升了！多亏了机器进化系统，您现在可以升级您的罐头瓶了。继续加油！^^ - 纳奇",
	"RecyclingMachine.letter": "您好，@！^恭喜您的钓鱼技能提升了！多亏了机器进化系统，您现在可以升级您的回收机了。继续加油！^^ - 纳奇",
	"SeedMaker.letter": "您好，@！^恭喜您的农业技能提升了！多亏了机器进化系统，您现在可以升级您的种子制造机了。继续加油！^^ - 纳奇",
	"SlimeEggPress.letter": "您好，@！^恭喜您的战斗技能提升了！多亏了机器进化系统，您现在可以升级您的史莱姆压蛋器了。继续加油！^^ - 纳奇",
	"SlimeIncubator.letter": "您好，@！^恭喜您的战斗技能提升了！多亏了机器进化系统，您现在可以升级您的史莱姆孵化器了。继续加油！^^ - 纳奇",
	"SolarPanel.letter": "您好，@！^恭喜您解锁了太阳能板！多亏了机器进化系统，您现在可以升级它们了。继续加油！^^ - 纳奇",
	"Tapper.letter": "您好，@！^恭喜您的采集技能提升了！多亏了机器进化系统，您现在可以升级您的树液采集器了。继续加油！^^ - 纳奇"
}