{
	// MPS Machines and Objects
	
	"mps_GoldBaitMaker.Name": "Gold Bait Maker",
	"mps_GoldBaitMaker.Description": "Place a fish inside to create 6-11 pieces of targeted bait. Has a 10% chance to produce double.",
	"mps_DiamondBaitMaker.Name": "Diamond Bait Maker",
	"mps_DiamondBaitMaker.Description": "Place a fish inside to create 7-12 pieces of targeted bait. Has a 20% chance to produce double.",
	"mps_IridiumBaitMaker.Name": "Iridium Bait Maker",
	"mps_IridiumBaitMaker.Description": "Place a fish inside to create 8-13 pieces of targeted bait. Has a 30% chance to produce double.",
	"mps_RadioactiveBaitMaker.Name": "Radioactive Bait Maker",
	"mps_RadioactiveBaitMaker.Description": "Place a fish inside to create 9-14 pieces of targeted bait. Has a 40% chance to produce double.",
	"mps_PrismaticBaitMaker.Name": "Prismatic Bait Maker",
	"mps_PrismaticBaitMaker.Description": "Place a fish inside to create 10-15 pieces of targeted bait. Has a 50% chance to produce double.",
	"mps_GoldBeeHouse.Name": "Gold Bee House",
	"mps_GoldBeeHouse.Description": "Place outside and wait for delicious honey (even in Winter)! Produces silver quality honey in three nights.",
	"mps_DiamondBeeHouse.Name": "Diamond Bee House",
	"mps_DiamondBeeHouse.Description": "Place outside and wait for delicious honey (even in Winter)! Produces gold quality honey in two nights.",
	"mps_IridiumBeeHouse.Name": "Iridium Bee House",
	"mps_IridiumBeeHouse.Description": "Place everywhere and wait for delicious honey (even in Winter or indoors)! Produces gold quality honey in one night.",
	"mps_RadioactiveBeeHouse.Name": "Radioactive Bee House",
	"mps_RadioactiveBeeHouse.Description": "Place everywhere and wait for delicious honey (even in Winter or indoors)! Produces iridium quality honey in one night.",
	"mps_PrismaticBeeHouse.Name": "Prismatic Bee House",
	"mps_PrismaticBeeHouse.Description": "Place everywhere and wait for delicious honey (even in Winter or indoors)! Produces iridium quality honey in one night. Has a 10% chance to produce double.",
	"mps_DiamondBoneMill.Name": "Diamond Bone Mill",
	"mps_DiamondBoneMill.Description": "Tuns a bone item into 5 units of fertilizer. Has a 10% chance to produce double.",
	"mps_IridiumBoneMill.Name": "Iridium Bone Mill",
	"mps_IridiumBoneMill.Description": "Tuns a bone item into 5 units of top-tier fertilizer. Has a 20% chance to produce double.",
	"mps_RadioactiveBoneMill.Name": "Radioactive Bone Mill",
	"mps_RadioactiveBoneMill.Description": "Tuns a bone item into 10 units of top-tier fertilizer. Has a 40% chance to produce double.",
	"mps_PrismaticBoneMill.Name": "Prismatic Bone Mill",
	"mps_PrismaticBoneMill.Description": "Tuns a bone item into 15 units of top-tier fertilizer. Has a 50% chance to produce double.",
	"mps_GoldCask.Name": "Gold Cask",
	"mps_GoldCask.Description": "Use in the cellar to age products like cooked dishes, minerals, drinks, cheese, caviar and aged roe. Faster than a regular cask.",
	"mps_DiamondCask.Name": "Diamond Cask",
	"mps_DiamondCask.Description": "Use in the cellar to age products like cooked dishes, minerals, drinks, cheese, caviar and aged roe. Faster than a gold cask.",
	"mps_IridiumCask.Name": "Iridium Cask",
	"mps_IridiumCask.Description": "Use in the cellar to age products like cooked dishes, minerals, drinks, cheese, caviar and aged roe. Faster than a diamond cask.",
	"mps_RadioactiveCask.Name": "Radioactive Cask",
	"mps_RadioactiveCask.Description": "Use in the cellar to age products like cooked dishes, minerals, drinks, cheese, caviar and aged roe. Faster than an iridium cask.",
	"mps_PrismaticCask.Name": "Prismatic Cask",
	"mps_PrismaticCask.Description": "Use in the cellar to age products like cooked dishes, minerals, drinks, cheese, caviar and aged roe. Faster than a radioactive cask.",
	"mps_SteelCharcoalKiln.Name": "Steel Charcoal Kiln",
	"mps_SteelCharcoalKiln.Description": "Turns 10 pieces of wood into 3 pieces of coal.",
	"mps_GoldCharcoalKiln.Name": "Gold Charcoal Kiln",
	"mps_GoldCharcoalKiln.Description": "Turns 10 pieces of wood into 5 pieces of coal.",
	"mps_DiamondCharcoalKiln.Name": "Diamond Charcoal Kiln",
	"mps_DiamondCharcoalKiln.Description": "Turns 10 pieces of wood into 5 pieces of coal. Has a 10% chance to produce double.",
	"mps_IridiumCharcoalKiln.Name": "Iridium Charcoal Kiln",
	"mps_IridiumCharcoalKiln.Description": "Turns 10 pieces of wood into 7 pieces of coal. Has a 20% chance to produce double.",
	"mps_RadioactiveCharcoalKiln.Name": "Radioactive Charcoal Kiln",
	"mps_RadioactiveCharcoalKiln.Description": "Turns 10 pieces of wood into 7 pieces of coal. Has a 40% chance to produce double.",
	"mps_PrismaticCharcoalKiln.Name": "Prismatic Charcoal Kiln",
	"mps_PrismaticCharcoalKiln.Description": "Turns 10 pieces of wood into 10 pieces of coal. Has a 50% chance to produce double.",
	"mps_GoldCheesePress.Name": "Gold Cheese Press",
	"mps_GoldCheesePress.Description": "Turns milk or slime eggs into cheese. Large items make two.",
	"mps_DiamondCheesePress.Name": "Diamond Cheese Press",
	"mps_DiamondCheesePress.Description": "Turns milk or slime eggs into cheese. Large items make two. The quality of the input is preserved.",
	"mps_IridiumCheesePress.Name": "Iridium Cheese Press",
	"mps_IridiumCheesePress.Description": "Turns milk or slime eggs into cheese. Large items make two. The quality of the input is preserved. Has a 10% chance to produce double.",
	"mps_RadioactiveCheesePress.Name": "Radioactive Cheese Press",
	"mps_RadioactiveCheesePress.Description": "Turns milk or slime eggs into cheese. Large items make two. The quality of the input is preserved. Has a 30% chance to produce double.",
	"mps_PrismaticCheesePress.Name": "Prismatic Cheese Press",
	"mps_PrismaticCheesePress.Description": "Turns milk or slime eggs into cheese. Large items make two. The quality of the input is preserved. Has a 50% chance to produce double.",
	"mps_RadioactiveCrystalarium.Name": "Radioactive Crystalarium",
	"mps_RadioactiveCrystalarium.Description": "Insert a gem, mineral or bar of your choice and it will grow copies of the same quality. Faster than a regular Crystalarium.",
	"mps_PrismaticCrystalarium.Name": "Prismatic Crystalarium",
	"mps_PrismaticCrystalarium.Description": "Insert a gem, mineral or bar of your choice (even Prismatic Shards) and it will grow copies of the same quality. Faster than a radioactive Crystalarium.",
	"mps_GoldDehydrator.Name": "Gold Dehydrator",
	"mps_GoldDehydrator.Description": "Place 5 pieces of fruit or edible mushrooms inside to dry them. Faster than a regular dehydrator.",
	"mps_DiamondDehydrator.Name": "Diamond Dehydrator",
	"mps_DiamondDehydrator.Description": "Place 5 pieces of fruit or edible mushrooms inside to dry them. Faster than a gold dehydrator.",
	"mps_IridiumDehydrator.Name": "Iridium Dehydrator",
	"mps_IridiumDehydrator.Description": "Place 4 pieces of fruit or edible mushrooms inside to dry them. Faster than a diamond dehydrator. The quality of the input is preserved.",
	"mps_RadioactiveDehydrator.Name": "Radioactive Dehydrator",
	"mps_RadioactiveDehydrator.Description": "Place 3 pieces of fruit or edible mushrooms inside to dry them. The quality of the input is preserved. Has a 10% chance to produce double.",
	"mps_PrismaticDehydrator.Name": "Prismatic Dehydrator",
	"mps_PrismaticDehydrator.Description": "Place 3 pieces of fruit or edible mushrooms inside to dry them. The quality of the input is preserved. Has a 30% chance to produce double.",
	"mps_DiamondDeluxeWormBin.Name": "Diamond Deluxe Worm Bin",
	"mps_DiamondDeluxeWormBin.Description": "Produces 6-7 pieces of Deluxe Bait every day. The worms are self-sufficient. Has a 10% chance to produce double.",
	"mps_IridiumDeluxeWormBin.Name": "Iridium Deluxe Worm Bin",
	"mps_IridiumDeluxeWormBin.Description": "Produces 8-9 pieces of Deluxe Bait every day. The worms are self-sufficient. Has a 20% chance to produce double.",
	"mps_RadioactiveDeluxeWormBin.Name": "Radioactive Deluxe Worm Bin",
	"mps_RadioactiveDeluxeWormBin.Description": "Produces 10-11 pieces of Deluxe Bait every day. The worms are self-sufficient. Has a 40% chance to produce double.",
	"mps_PrismaticDeluxeWormBin.Name": "Prismatic Deluxe Worm Bin",
	"mps_PrismaticDeluxeWormBin.Description": "Produces 12-13 pieces of Deluxe Bait every day. The worms are self-sufficient. Has a 50% chance to produce double.",
	"mps_GoldFishSmoker.Name": "Gold Fish Smoker",
	"mps_GoldFishSmoker.Description": "Place fish inside with a piece of coal to create smoked fish, which is worth double. The quality of the fish is preserved. Has a 10% chance to produce double.",
	"mps_DiamondFishSmoker.Name": "Diamond Fish Smoker",
	"mps_DiamondFishSmoker.Description": "Place fish inside with a piece of coal to create smoked fish, which is worth double. The quality of the fish is preserved. Has a 20% chance to produce double.",
	"mps_IridiumFishSmoker.Name": "Iridium Fish Smoker",
	"mps_IridiumFishSmoker.Description": "Place fish inside to create smoked fish, which is worth double. The quality of the fish is preserved. Has a 30% chance to produce double. No longer requires coal.",
	"mps_RadioactiveFishSmoker.Name": "Radioactive Fish Smoker",
	"mps_RadioactiveFishSmoker.Description": "Place fish inside to create smoked fish, which is worth double. The quality of the fish is preserved. Has a 40% chance to produce double. No longer requires coal.",
	"mps_PrismaticFishSmoker.Name": "Prismatic Fish Smoker",
	"mps_PrismaticFishSmoker.Description": "Place fish inside to create smoked fish, which is worth double. The quality of the fish is preserved. Has a 50% chance to produce double. No longer requires coal.",
	"mps_SteelFurnace.Name": "Steel Furnace",
	"mps_SteelFurnace.Description": "Turns 4 pieces of ore into one metal bar using a piece of coal.",
	"mps_GoldFurnace.Name": "Gold Furnace",
	"mps_GoldFurnace.Description": "Turns 8 pieces of ore into 2 metal bars using a piece of coal.",
	"mps_DiamondFurnace.Name": "Diamond Furnace",
	"mps_DiamondFurnace.Description": "Turns 6 pieces of ore into 2 metal bars using a piece of coal. Has a 10% chance to produce double.",
	"mps_IridiumFurnace.Name": "Iridium Furnace",
	"mps_IridiumFurnace.Description": "Turns 6 pieces of ore into 2 metal bars using a piece of coal. Has a 30% chance to produce double.",
	"mps_RadioactiveHeavyFurnace.Name": "Radioactive Heavy Furnace",
	"mps_RadioactiveHeavyFurnace.Description": "Turns 15 pieces of ore into 5 or 6 metal bars using 3 pieces of coal. Has a 40% chance to produce double.",
	"mps_PrismaticHeavyFurnace.Name": "Prismatic Heavy Furnace",
	"mps_PrismaticHeavyFurnace.Description": "Turns 10 pieces of ore into 5 or 6 metal bars using 3 pieces of coal. Has a 50% chance to produce double.",
	"mps_PrismaticHeavyTapper.Name": "Prismatic Heavy Tapper",
	"mps_PrismaticHeavyTapper.Description": "Place on a non-fruit tree and wait for the reservoir to fill with product! Five times faster than a regular tapper.",
	"mps_GoldKeg.Name": "Gold Keg",
	"mps_GoldKeg.Description": "Place a fruit, vegetable, honey, gem or mineral. Faster than a regular keg.",
	"mps_DiamondKeg.Name": "Diamond Keg",
	"mps_DiamondKeg.Description": "Place a fruit, vegetable, honey, gem or mineral. Faster than a gold keg.",
	"mps_IridiumKeg.Name": "Iridium Keg",
	"mps_IridiumKeg.Description": "Place a fruit, vegetable, honey, gem or mineral. Faster than a diamond keg. The quality of the input is preserved.",
	"mps_RadioactiveKeg.Name": "Radioactive Keg",
	"mps_RadioactiveKeg.Description": "Place a fruit, vegetable, honey, gem or mineral. Faster than an iridium keg. The quality of the input is preserved.",
	"mps_PrismaticKeg.Name": "Prismatic Keg",
	"mps_PrismaticKeg.Description": "Place a fruit, vegetable, honey, gem or mineral. Faster than a radioactive keg. The quality of the input is preserved.",
	"mps_GoldLightningRod.Name": "Gold Lightning Rod",
	"mps_GoldLightningRod.Description": "Collects energy from lightning storms and turns it into a battery pack.",
	"mps_DiamondLightningRod.Name": "Diamond Lightning Rod",
	"mps_DiamondLightningRod.Description": "Collects energy from lightning storms and turns it into one or two battery packs.",
	"mps_IridiumLightningRod.Name": "Iridium Lightning Rod",
	"mps_IridiumLightningRod.Description": "Collects energy from lightning storms and turns it into two battery packs.",
	"mps_RadioactiveLightningRod.Name": "Radioactive Lightning Rod",
	"mps_RadioactiveLightningRod.Description": "Collects energy from lightning storms and turns it into two or three battery packs.",
	"mps_PrismaticLightningRod.Name": "Prismatic Lightning Rod",
	"mps_PrismaticLightningRod.Description": "Collects energy from lightning storms and turns it into three battery packs.",
	"mps_SteelLoom.Name": "Steel Loom",
	"mps_SteelLoom.Description": "Turns raw wool or duck feather into fine cloth. Faster than a regular loom.",
	"mps_GoldLoom.Name": "Gold Loom",
	"mps_GoldLoom.Description": "Turns raw wool or duck feather into fine cloth. Faster than a steel loom.",
	"mps_DiamondLoom.Name": "Diamond Loom",
	"mps_DiamondLoom.Description": "Turns raw wool or duck feather into fine cloth. Faster than a gold loom. The quality of the input is preserved.",
	"mps_IridiumLoom.Name": "Iridium Loom",
	"mps_IridiumLoom.Description": "Turns raw wool or duck feather into two pieces of fine cloth. The quality of the input is preserved. Has a 10% chance to produce double.",
	"mps_RadioactiveLoom.Name": "Radioactive Loom",
	"mps_RadioactiveLoom.Description": "Turns raw wool or duck feather into two pieces of fine cloth. The quality of the input is preserved. Has a 30% chance to produce double.",
	"mps_PrismaticLoom.Name": "Prismatic Loom",
	"mps_PrismaticLoom.Description": "Turns raw wool or duck feather into two pieces of fine cloth. The quality of the input is preserved. Has a 50% chance to produce double.",
	"mps_SteelMayonnaiseMachine.Name": "Steel Mayonnaise Machine",
	"mps_SteelMayonnaiseMachine.Description": "Turns eggs into mayonnaise. Faster than a regular mayonnaise machine.",
	"mps_GoldMayonnaiseMachine.Name": "Gold Mayonnaise Machine",
	"mps_GoldMayonnaiseMachine.Description": "Turns eggs into mayonnaise. Faster than a steel mayonnaise machine.",
	"mps_DiamondMayonnaiseMachine.Name": "Diamond Mayonnaise Machine",
	"mps_DiamondMayonnaiseMachine.Description": "Turns eggs into mayonnaise. Faster than a gold mayonnaise machine. The quality of the input is preserved.",
	"mps_IridiumMayonnaiseMachine.Name": "Iridium Mayonnaise Machine",
	"mps_IridiumMayonnaiseMachine.Description": "Turns eggs into mayonnaise. The quality of the input is preserved. Has a 10% chance to produce double.",
	"mps_RadioactiveMayonnaiseMachine.Name": "Radioactive Mayonnaise Machine",
	"mps_RadioactiveMayonnaiseMachine.Description": "Turns eggs into mayonnaise. The quality of the input is preserved. Has a 30% chance to produce double.",
	"mps_PrismaticMayonnaiseMachine.Name": "Prismatic Mayonnaise Machine",
	"mps_PrismaticMayonnaiseMachine.Description": "Turns eggs into mayonnaise. The quality of the input is preserved. Has a 50% chance to produce double.",
	"mps_GoldMushroomLog.Name": "Gold Mushroom Log",
	"mps_GoldMushroomLog.Description": "Grows mushrooms faster than a regular mushroom log. The more wild trees are nearby, the better it works.",
	"mps_DiamondMushroomLog.Name": "Diamond Mushroom Log",
	"mps_DiamondMushroomLog.Description": "Grows mushrooms faster than a regular mushroom log. The more wild trees are nearby, the better it works. Has a 10% chance to produce double.",
	"mps_IridiumMushroomLog.Name": "Iridium Mushroom Log",
	"mps_IridiumMushroomLog.Description": "Grows mushrooms faster than a regular mushroom log. The more wild trees are nearby, the better it works. Has a 20% chance to produce double.",
	"mps_RadioactiveMushroomLog.Name": "Radioactive Mushroom Log",
	"mps_RadioactiveMushroomLog.Description": "Grows mushrooms faster than a regular mushroom log. The more wild trees are nearby, the better it works. Has a 30% chance to produce double.",
	"mps_PrismaticMushroomLog.Name": "Prismatic Mushroom Log",
	"mps_PrismaticMushroomLog.Description": "Grows iridium-quality mushrooms faster than a regular mushroom log. The more wild trees are nearby, the better it works. Has a 40% chance to produce double.",
	"mps_DiamondOilMaker.Name": "Diamond Oil Maker",
	"mps_DiamondOilMaker.Description": "Makes gourmet truffle oil. The quality of the input is preserved.",
	"mps_IridiumOilMaker.Name": "Iridium Oil Maker",
	"mps_IridiumOilMaker.Description": "Makes gourmet truffle oil. The quality of the input is preserved. Has a 10% chance to produce double.",
	"mps_RadioactiveOilMaker.Name": "Radioactive Oil Maker",
	"mps_RadioactiveOilMaker.Description": "Makes gourmet truffle oil. The quality of the input is preserved. Has a 30% chance to produce double.",
	"mps_PrismaticOilMaker.Name": "Prismatic Oil Maker",
	"mps_PrismaticOilMaker.Description": "Makes gourmet truffle oil. The quality of the input is preserved. Has a 50% chance to produce double.",
	"mps_RadioactiveOstrichIncubator.Name": "Radioactive Ostrich Incubator",
	"mps_RadioactiveOstrichIncubator.Description": "Hatches ostrich eggs into baby ostriches faster than a regular incubator. Place in a barn. Fairy Dust allowed.",
	"mps_PrismaticOstrichIncubator.Name": "Prismatic Ostrich Incubator",
	"mps_PrismaticOstrichIncubator.Description": "Hatches ostrich eggs into baby ostriches faster than a radioactive incubator. Place in a barn. Fairy Dust allowed.",
	"mps_SteelPreservesJar.Name": "Steel Preserves Jar",
	"mps_SteelPreservesJar.Description": "Turns vegetables into pickles, fruit into jam, Sturgeon roe into silver-quality caviar and fish roe into silver-quality aged roe. Faster than a regular preserves jar.",
	"mps_GoldPreservesJar.Name": "Gold Preserves Jar",
	"mps_GoldPreservesJar.Description": "Turns vegetables into pickles, fruit into jam, Sturgeon roe into gold-quality caviar and fish roe into gold-quality aged roe. Faster than a steel preserves jar.",
	"mps_DiamondPreservesJar.Name": "Diamond Preserves Jar",
	"mps_DiamondPreservesJar.Description": "Turns vegetables into pickles, fruit into jam, Sturgeon roe into gold-quality caviar and fish roe into gold-quality aged roe. Faster than a gold preserves jar.",
	"mps_IridiumPreservesJar.Name": "Iridium Preserves Jar",
	"mps_IridiumPreservesJar.Description": "Turns vegetables into pickles, fruit into jam, Sturgeon roe into iridium-quality caviar and fish roe into iridium-quality aged roe. The quality of the input is preserved.",
	"mps_RadioactivePreservesJar.Name": "Radioactive Preserves Jar",
	"mps_RadioactivePreservesJar.Description": "Turns vegetables into pickles, fruit into jam, Sturgeon roe into iridium-quality caviar and fish roe into iridium-quality aged roe. The quality of the input is preserved. Has a 10% chance to produce double.",
	"mps_PrismaticPreservesJar.Name": "Prismatic Preserves Jar",
	"mps_PrismaticPreservesJar.Description": "Turns vegetables into pickles, fruit into jam, Sturgeon roe into iridium-quality caviar and fish roe into iridium-quality aged roe. The quality of the input is preserved. Has a 30% chance to produce double.",
	"mps_GoldRecyclingMachine.Name": "Gold Recycling Machine",
	"mps_GoldRecyclingMachine.Description": "Turns fishing trash into resources. More efficient than the regular recycling machine.",
	"mps_DiamondRecyclingMachine.Name": "Diamond Recycling Machine",
	"mps_DiamondRecyclingMachine.Description": "Turns fishing trash into resources. More efficient than the gold recycling machine.",
	"mps_IridiumRecyclingMachine.Name": "Iridium Recycling Machine",
	"mps_IridiumRecyclingMachine.Description": "Turns fishing trash into resources. More efficient than the diamond recycling machine.",
	"mps_RadioactiveRecyclingMachine.Name": "Radioactive Recycling Machine",
	"mps_RadioactiveRecyclingMachine.Description": "Turns fishing trash into resources. More efficient than the iridium recycling machine.",
	"mps_PrismaticRecyclingMachine.Name": "Prismatic Recycling Machine",
	"mps_PrismaticRecyclingMachine.Description": "Turns fishing trash into resources. More efficient than the radioactive recycling machine.",
	"mps_IridiumSeedMaker.Name": "Iridium Seed Maker",
	"mps_IridiumSeedMaker.Description": "Place crops inside to produce 2-4 seeds. Doesn't work with fruit tree crops.",
	"mps_RadioactiveSeedMaker.Name": "Radioactive Seed Maker",
	"mps_RadioactiveSeedMaker.Description": "Place crops inside to produce 4-6 seeds.",
	"mps_PrismaticSeedMaker.Name": "Prismatic Seed Maker",
	"mps_PrismaticSeedMaker.Description": "Place crops inside to produce 6-8 seeds.",
	"mps_GoldSlimeEggPress.Name": "Gold Slime Egg-Press",
	"mps_GoldSlimeEggPress.Description": "Compresses 90 pieces of slime into a better slime egg. It's a miracle of science! Has a 10% chance to produce double.",
	"mps_DiamondSlimeEggPress.Name": "Diamond Slime Egg-Press",
	"mps_DiamondSlimeEggPress.Description": "Compresses 80 pieces of slime into a better slime egg. It's a miracle of science! Has a 20% chance to produce double.",
	"mps_IridiumSlimeEggPress.Name": "Iridium Slime Egg-Press",
	"mps_IridiumSlimeEggPress.Description": "Compresses 70 pieces of slime into a better slime egg. It's a miracle of science! Has a 30% chance to produce double.",
	"mps_RadioactiveSlimeEggPress.Name": "Radioactive Slime Egg-Press",
	"mps_RadioactiveSlimeEggPress.Description": "Compresses 60 pieces of slime into a better slime egg. It's a miracle of science! Has a 40% chance to produce double.",
	"mps_PrismaticSlimeEggPress.Name": "Prismatic Slime Egg-Press",
	"mps_PrismaticSlimeEggPress.Description": "Compresses 50 pieces of slime into a better slime egg. It's a miracle of science! Has a 50% chance to produce double.",
	"mps_RadioactiveSlimeIncubator.Name": "Radioactive Slime Incubator",
	"mps_RadioactiveSlimeIncubator.Description": "Hatches slime eggs into slimes faster than a regular incubator. Allows you to raise slimes outdoors.",
	"mps_PrismaticSlimeIncubator.Name": "Prismatic Slime Incubator",
	"mps_PrismaticSlimeIncubator.Description": "Hatches slime eggs into slimes faster than a radioactive incubator. Allows you to raise slimes outdoors.",
	"mps_IridiumSolarPanel.Name": "Iridium Solar Panel",
	"mps_IridiumSolarPanel.Description": "Generates a battery when left in the sun. Faster than a regular solar panel. Has a 10% chance to produce double.",
	"mps_RadioactiveSolarPanel.Name": "Radioactive Solar Panel",
	"mps_RadioactiveSolarPanel.Description": "Generates a battery when left in the sun. Faster than an iridium panel. Has a 30% chance to produce double.",
	"mps_PrismaticSolarPanel.Name": "Prismatic Solar Panel",
	"mps_PrismaticSolarPanel.Description": "Generates a battery when left in the sun. Faster than a radioactive panel. Has a 50% chance to produce double.",
	"mps_SteelTapper.Name": "Steel Tapper",
	"mps_SteelTapper.Description": "Place on a non-fruit tree and wait for the reservoir to fill with product!",
	"mps_GoldTapper.Name": "Gold Tapper",
	"mps_GoldTapper.Description": "Place on a non-fruit tree and wait for the reservoir to fill with product! Two times faster than a regular tapper.",
	"mps_DiamondTapper.Name": "Diamond Tapper",
	"mps_DiamondTapper.Description": "Place on a non-fruit tree and wait for the reservoir to fill with product! Three times faster than a regular tapper.",
	"mps_IridiumTapper.Name": "Iridium Tapper",
	"mps_IridiumTapper.Description": "Place on a non-fruit tree and wait for the reservoir to fill with product! Four times faster than a regular tapper.",
	"mps_GreenSlimeCheese.Name": "Green Slime Cheese",
	"mps_GreenSlimeCheese.Description": "Cheese made with green slime. It's very gooey.",
	"mps_BlueSlimeCheese.Name": "Blue Slime Cheese",
	"mps_BlueSlimeCheese.Description": "Cheese made with blue slime. It's very gooey.",
	"mps_RedSlimeCheese.Name": "Red Slime Cheese",
	"mps_RedSlimeCheese.Description": "Cheese made with red slime. It's very gooey.",
	"mps_PurpleSlimeCheese.Name": "Purple Slime Cheese",
	"mps_PurpleSlimeCheese.Description": "Cheese made with purple slime. It's very gooey.",
	"mps_TigerSlimeCheese.Name": "Tiger Slime Cheese",
	"mps_TigerSlimeCheese.Description": "Cheese made with tiger slime. It's very gooey.",
	"mps_MineralWater.Name": "Mineral Water",
	"mps_MineralWater.Description": "Remember: drink 3 of these every day.",
	"mps_DuckCloth.Name": "Duck Cloth",
	"mps_DuckCloth.Description": "A bolt of fine duck feather cloth.",
	"mps_OstrichMayonnaise.Name": "Ostrich Mayonnaise",
	"mps_OstrichMayonnaise.Description": "It's thick and creamy, with pink undertones. It smells like grass and clean air."
}