{
	// Máquinas y objetos de MPS
	
	"mps_GoldBaitMaker.Name": "Crea cebos de oro",
	"mps_GoldBaitMaker.Description": "Pon un pez dentro para crear 6-11 piezas de cebo del mismo. Tiene un 10% de probabilidad de crear el doble.",
	"mps_DiamondBaitMaker.Name": "Crea cebos de diamante",
	"mps_DiamondBaitMaker.Description": "Pon un pez dentro para crear 7-12 piezas de cebo del mismo. Tiene un 20% de probabilidad de crear el doble.",
	"mps_IridiumBaitMaker.Name": "Crea cebos de iridio",
	"mps_IridiumBaitMaker.Description": "Pon un pez dentro para crear 8-13 piezas de cebo del mismo. Tiene un 30% de probabilidad de crear el doble.",
	"mps_RadioactiveBaitMaker.Name": "Crea cebos radioactivo",
	"mps_RadioactiveBaitMaker.Description": "Pon un pez dentro para crear 9-14 piezas de cebo del mismo. Tiene un 40% de probabilidad de crear el doble.",
	"mps_PrismaticBaitMaker.Name": "Crea cebos prismático",
	"mps_PrismaticBaitMaker.Description": "Pon un pez dentro para crear 10-15 piezas de cebo del mismo. Tiene un 50% de probabilidad de crear el doble.",
	"mps_GoldBeeHouse.Name": "Colmena de oro",
	"mps_GoldBeeHouse.Description": "¡Colócala fuera para obtener deliciosa miel (incluso en invierno)! Produce miel de calidad de plata en tres noches.",
	"mps_DiamondBeeHouse.Name": "Colmena de diamante",
	"mps_DiamondBeeHouse.Description": "¡Colócala fuera para obtener deliciosa miel (incluso en invierno)! Produce miel de calidad de oro en dos noches.",
	"mps_IridiumBeeHouse.Name": "Colmena de iridio",
	"mps_IridiumBeeHouse.Description": "¡Colócala en cualquier lugar para obtener deliciosa miel (incluso en invierno o dentro de casa)! Produce miel de calidad de oro en dos noches.",
	"mps_RadioactiveBeeHouse.Name": "Colmena radioactiva",
	"mps_RadioactiveBeeHouse.Description": "¡Colócala en cualquier lugar para obtener deliciosa miel (incluso en invierno o dentro de casa)! Produce miel de calidad de iridio en una noche.",
	"mps_PrismaticBeeHouse.Name": "Colmena prismática",
	"mps_PrismaticBeeHouse.Description": "¡Colócala en cualquier lugar para obtener deliciosa miel (incluso en invierno o dentro de casa)! Produce miel de calidad de oro en dos noches. Tiene un 10% de probabilidad de crear el doble.",
	"mps_DiamondBoneMill.Name": "Molino de huesos de diamante",
	"mps_DiamondBoneMill.Description": "Convierte un hueso en 5 fertilizantes. Tiene un 10% de probabilidad de crear el doble.",
	"mps_IridiumBoneMill.Name": "Molino de huesos de iridio",
	"mps_IridiumBoneMill.Description": "Convierte un hueso en 5 fertilizantes de alta calidad. Tiene un 20% de probabilidad de crear el doble.",
	"mps_RadioactiveBoneMill.Name": "Molino de huesos radioactivo",
	"mps_RadioactiveBoneMill.Description": "Convierte un hueso en 10 fertilizantes de alta calidad. Tiene un 40% de probabilidad de crear el doble.",
	"mps_PrismaticBoneMill.Name": "Molino de huesos prismático",
	"mps_PrismaticBoneMill.Description": "Convierte un hueso en 15 fertilizantes de alta calidad. Tiene un 50% de probabilidad de crear el doble.",
	"mps_GoldCask.Name": "Tonel de oro",
	"mps_GoldCask.Description": "Utilízalo en la bodega para envejecer productos como platos de cocina, minerales, bebidas, queso, caviar y huevas envejecidas. Más rápido que un tonel normal.",
	"mps_DiamondCask.Name": "Tonel de diamante",
	"mps_DiamondCask.Description": "Utilízalo en la bodega para envejecer productos como platos de cocina, minerales, bebidas, queso, caviar y huevas envejecidas. Más rápido que un tonel de oro.",
	"mps_IridiumCask.Name": "Tonel de iridio",
	"mps_IridiumCask.Description": "Utilízalo en la bodega para envejecer productos como platos de cocina, minerales, bebidas, queso, caviar y huevas envejecidas. Más rápido que un tonel de diamante.",
	"mps_RadioactiveCask.Name": "Tonel radioactivo",
	"mps_RadioactiveCask.Description": "Utilízalo en la bodega para envejecer productos como platos de cocina, minerales, bebidas, queso, caviar y huevas envejecidas. Más rápido que un tonel de iridio.",
	"mps_PrismaticCask.Name": "Tonel prismático",
	"mps_PrismaticCask.Description": "Utilízalo en la bodega para envejecer productos como platos de cocina, minerales, bebidas, queso, caviar y huevas envejecidas. Más rápido que un tonel radioactivo.",
	"mps_SteelCharcoalKiln.Name": "Horno de carbón de hierro",
	"mps_SteelCharcoalKiln.Description": "Convierte 10 trozos de madera en 3 de carbón.",
	"mps_GoldCharcoalKiln.Name": "Horno de carbón de oro",
	"mps_GoldCharcoalKiln.Description": "Convierte 10 trozos de madera en 5 de carbón.",
	"mps_DiamondCharcoalKiln.Name": "Horno de carbón de diamante",
	"mps_DiamondCharcoalKiln.Description": "Convierte 10 trozos de madera en 5 de carbón. Tiene un 10% de probabilidad de crear el doble.",
	"mps_IridiumCharcoalKiln.Name": "Horno de carbón de iridio",
	"mps_IridiumCharcoalKiln.Description": "Convierte 10 trozos de madera en 7 de carbón. Tiene un 20% de probabilidad de crear el doble.",
	"mps_RadioactiveCharcoalKiln.Name": "Horno de carbón radioactivo",
	"mps_RadioactiveCharcoalKiln.Description": "Convierte 10 trozos de madera en 7 de carbón. Tiene un 40% de probabilidad de crear el doble.",
	"mps_PrismaticCharcoalKiln.Name": "Horno de carbón prismático",
	"mps_PrismaticCharcoalKiln.Description": "Convierte 10 trozos de madera en 10 de carbón. Tiene un 50% de probabilidad de crear el doble.",
	"mps_GoldCheesePress.Name": "Prensa de queso de oro",
	"mps_GoldCheesePress.Description": "Convierte leche o huevos de slime en queso. Los objetos XXL hacen dos.",
	"mps_DiamondCheesePress.Name": "Prensa de queso de diamante",
	"mps_DiamondCheesePress.Description": "Convierte leche o huevos de slime en queso. Los objetos XXL hacen dos. La calidad inicial se conserva.",
	"mps_IridiumCheesePress.Name": "Prensa de queso de iridio",
	"mps_IridiumCheesePress.Description": "Convierte leche o huevos de slime en queso. Los objetos XXL hacen dos. La calidad inicial se conserva. Tiene un 10% de probabilidad de crear el doble.",
	"mps_RadioactiveCheesePress.Name": "Prensa de queso radioactiva",
	"mps_RadioactiveCheesePress.Description": "Convierte leche o huevos de slime en queso. Los objetos XXL hacen dos. La calidad inicial se conserva. Tiene un 30% de probabilidad de crear el doble.",
	"mps_PrismaticCheesePress.Name": "Prensa de queso prismática",
	"mps_PrismaticCheesePress.Description": "Convierte leche o huevos de slime en queso. Los objetos XXL hacen dos. La calidad inicial se conserva. Tiene un 50% de probabilidad de crear el doble.",
	"mps_RadioactiveCrystalarium.Name": "Cristalario radioactivo",
	"mps_RadioactiveCrystalarium.Description": "Inserta la gema, mineral o lingote que quieras y hará copias de la misma calidad. Más rápido que un cristalario normal.",
	"mps_PrismaticCrystalarium.Name": "Cristalario prismático",
	"mps_PrismaticCrystalarium.Description": "Inserta la gema, mineral o lingote que quieras (incluso esquirlas prismáticas) y hará copias de la misma calidad. Más rápido que un cristalario radioactivo.",
	"mps_GoldDehydrator.Name": "Deshidratador de oro",
	"mps_GoldDehydrator.Description": "Pon 5 piezas de fruta o setas comestibles para deshidratarlas. Más rápido que un deshidratador normal.",
	"mps_DiamondDehydrator.Name": "Deshidratador de diamante",
	"mps_DiamondDehydrator.Description": "Pon 5 piezas de fruta o setas comestibles para deshidratarlas. Más rápido que un deshidratador de oro.",
	"mps_IridiumDehydrator.Name": "Deshidratador de iridio",
	"mps_IridiumDehydrator.Description": "Pon 4 piezas de fruta o setas comestibles para deshidratarlas. Más rápido que un deshidratador de diamante. La calidad inicial se conserva.",
	"mps_RadioactiveDehydrator.Name": "Deshidratador radioactivo",
	"mps_RadioactiveDehydrator.Description": "Pon 3 piezas de fruta o setas comestibles para deshidratarlas. La calidad inicial se conserva. Tiene un 10% de probabilidad de crear el doble.",
	"mps_PrismaticDehydrator.Name": "Deshidratador prismático",
	"mps_PrismaticDehydrator.Description": "Pon 3 piezas de fruta o setas comestibles para deshidratarlas. La calidad inicial se conserva. Tiene un 30% de probabilidad de crear el doble.",
	"mps_DiamondDeluxeWormBin.Name": "Vivero de cebo de lujo de diamante",
	"mps_DiamondDeluxeWormBin.Description": "Produce 6-7 piezas de cebo de lujo todos los días. Los gusanos son auto suficientes. Tiene un 10% de probabilidad de crear el doble.",
	"mps_IridiumDeluxeWormBin.Name": "Vivero de cebo de lujo de iridio",
	"mps_IridiumDeluxeWormBin.Description": "Produce 8-9 piezas de cebo de lujo todos los días. Los gusanos son auto suficientes. Tiene un 20% de probabilidad de crear el doble.",
	"mps_RadioactiveDeluxeWormBin.Name": "Vivero de cebo de lujo radioactivo",
	"mps_RadioactiveDeluxeWormBin.Description": "Produce 10-11 piezas de cebo de lujo todos los días. Los gusanos son auto suficientes. Tiene un 40% de probabilidad de crear el doble.",
	"mps_PrismaticDeluxeWormBin.Name": "Vivero de cebo de lujo prismático",
	"mps_PrismaticDeluxeWormBin.Description": "Produce 12-13 piezas de cebo de lujo todos los días. Los gusanos son auto suficientes. Tiene un 50% de probabilidad de crear el doble.",
	"mps_GoldFishSmoker.Name": "Ahumador de peces de oro",
	"mps_GoldFishSmoker.Description": "Pon un pez dentro con una pieza de carbón para crear pescado ahumado, que vale el doble. La calidad del pez se conserva. Tiene un 10% de probabilidad de crear el doble.",
	"mps_DiamondFishSmoker.Name": "Ahumador de peces de diamante",
	"mps_DiamondFishSmoker.Description": "Pon un pez dentro con una pieza de carbón para crear pescado ahumado, que vale el doble. La calidad del pez se conserva. Tiene un 20% de probabilidad de crear el doble.",
	"mps_IridiumFishSmoker.Name": "Ahumador de peces de iridio",
	"mps_IridiumFishSmoker.Description": "Pon un pez dentro para crear pescado ahumado, que vale el doble. La calidad del pez se conserva. Tiene un 30% de probabilidad de crear el doble. Ya no requiere carbón.",
	"mps_RadioactiveFishSmoker.Name": "Ahumador de peces radioactivo",
	"mps_RadioactiveFishSmoker.Description": "Pon un pez dentro para crear pescado ahumado, que vale el doble. La calidad del pez se conserva. Tiene un 40% de probabilidad de crear el doble. Ya no requiere carbón.",
	"mps_PrismaticFishSmoker.Name": "Ahumador de peces prismático",
	"mps_PrismaticFishSmoker.Description": "Pon un pez dentro para crear pescado ahumado, que vale el doble. La calidad del pez se conserva. Tiene un 50% de probabilidad de crear el doble. Ya no requiere carbón.",
	"mps_SteelFurnace.Name": "Horno de hierro",
	"mps_SteelFurnace.Description": "Convierte 4 menas en un lingote de metal usando un trozo de carbón.",
	"mps_GoldFurnace.Name": "Horno de oro",
	"mps_GoldFurnace.Description": "Convierte 8 menas en 2 lingotes de metal usando un trozo de carbón.",
	"mps_DiamondFurnace.Name": "Horno de diamante",
	"mps_DiamondFurnace.Description": "Convierte 6 menas en 2 lingotes de metal usando un trozo de carbón. Tiene un 10% de probabilidad de crear el doble.",
	"mps_IridiumFurnace.Name": "Horno de iridio",
	"mps_IridiumFurnace.Description": "Convierte 6 menas en 2 lingotes de metal usando un trozo de carbón. Tiene un 30% de probabilidad de crear el doble.",
	"mps_RadioactiveHeavyFurnace.Name": "Horno pesado radioactivo",
	"mps_RadioactiveHeavyFurnace.Description": "Convierte 15 menas en 5 o 6 lingotes de metal usando 3 trozos de carbón. Tiene un 40% de probabilidad de crear el doble.",
	"mps_PrismaticHeavyFurnace.Name": "Horno pesado prismático",
	"mps_PrismaticHeavyFurnace.Description": "Convierte 10 menas en 5 o 6 lingotes de metal usando 3 trozos de carbón. Tiene un 50% de probabilidad de crear el doble.",
	"mps_PrismaticHeavyTapper.Name": "Resinera pesada prismática",
	"mps_PrismaticHeavyTapper.Description": "¡Colócala en un árbol no frutal y espera a que el recipiente se llene! Cinco veces más rápida que una resinera normal.",
	"mps_GoldKeg.Name": "Barril de oro",
	"mps_GoldKeg.Description": "Pon una fruta, verdura, miel, gema o mineral. Más rápido que un barril normal.",
	"mps_DiamondKeg.Name": "Barril de diamante",
	"mps_DiamondKeg.Description": "Pon una fruta, verdura, miel, gema o mineral. Más rápido que un barril de oro.",
	"mps_IridiumKeg.Name": "Barril de iridio",
	"mps_IridiumKeg.Description": "Pon una fruta, verdura, miel, gema o mineral. Más rápido que un barril de diamante. La calidad inicial se conserva.",
	"mps_RadioactiveKeg.Name": "Barril radioactivo",
	"mps_RadioactiveKeg.Description": "Pon una fruta, verdura, miel, gema o mineral. Más rápido que un barril de iridio. La calidad inicial se conserva.",
	"mps_PrismaticKeg.Name": "Barril prismático",
	"mps_PrismaticKeg.Description": "Pon una fruta, verdura, miel, gema o mineral. Más rápido que un barril radioactivo. La calidad inicial se conserva.",
	"mps_GoldLightningRod.Name": "Pararrayos de oro",
	"mps_GoldLightningRod.Description": "Collects energy from lightning storms and turns it into a battery pack.",
	"mps_DiamondLightningRod.Name": "Pararrayos de diamante",
	"mps_DiamondLightningRod.Description": "Acumula energía de las tormentas eléctricas y la convierte en una o dos pilas.",
	"mps_IridiumLightningRod.Name": "Pararrayos de iridio",
	"mps_IridiumLightningRod.Description": "Acumula energía de las tormentas eléctricas y la convierte en dos pilas.",
	"mps_RadioactiveLightningRod.Name": "Pararrayos radioactivo",
	"mps_RadioactiveLightningRod.Description": "Acumula energía de las tormentas eléctricas y la convierte en dos o tres pilas.",
	"mps_PrismaticLightningRod.Name": "Pararrayos prismático",
	"mps_PrismaticLightningRod.Description": "Acumula energía de las tormentas eléctricas y la convierte en tres pilas.",
	"mps_SteelLoom.Name": "Telar de hierro",
	"mps_SteelLoom.Description": "Convierte la lana o plumas de pato en tela. Más rápido que un telar normal.",
	"mps_GoldLoom.Name": "Telar de oro",
	"mps_GoldLoom.Description": "Convierte la lana o plumas de pato en tela. Más rápido que un telar de hierro.",
	"mps_DiamondLoom.Name": "Telar de diamante",
	"mps_DiamondLoom.Description": "Convierte la lana o plumas de pato en tela. Más rápido que un telar de oro. La calidad inicial se conserva.",
	"mps_IridiumLoom.Name": "Telar de iridio",
	"mps_IridiumLoom.Description": "Convierte la lana o plumas de pato en dos telas. La calidad inicial se conserva. Tiene un 10% de probabilidad de crear el doble.",
	"mps_RadioactiveLoom.Name": "Telar radioactivo",
	"mps_RadioactiveLoom.Description": "Convierte la lana o plumas de pato en dos telas. La calidad inicial se conserva. Tiene un 30% de probabilidad de crear el doble.",
	"mps_PrismaticLoom.Name": "Telar prismático",
	"mps_PrismaticLoom.Description": "Convierte la lana o plumas de pato en dos telas. La calidad inicial se conserva. Tiene un 50% de probabilidad de crear el doble.",
	"mps_SteelMayonnaiseMachine.Name": "Mayonesera de hierro",
	"mps_SteelMayonnaiseMachine.Description": "Convierte los huevos en mayonesa. Más rápida que una mayonesera normal.",
	"mps_GoldMayonnaiseMachine.Name": "Mayonesera de oro",
	"mps_GoldMayonnaiseMachine.Description": "Convierte los huevos en mayonesa. Más rápida que una mayonesera de hierro.",
	"mps_DiamondMayonnaiseMachine.Name": "Mayonesera de diamante",
	"mps_DiamondMayonnaiseMachine.Description": "Convierte los huevos en mayonesa. Más rápida que una mayonesera de oro. La calidad inicial se conserva.",
	"mps_IridiumMayonnaiseMachine.Name": "Mayonesera de iridio",
	"mps_IridiumMayonnaiseMachine.Description": "Convierte los huevos en mayonesa. La calidad inicial se conserva. Tiene un 10% de probabilidad de crear el doble.",
	"mps_RadioactiveMayonnaiseMachine.Name": "Mayonesera radioactiva",
	"mps_RadioactiveMayonnaiseMachine.Description": "Convierte los huevos en mayonesa. La calidad inicial se conserva. Tiene un 30% de probabilidad de crear el doble.",
	"mps_PrismaticMayonnaiseMachine.Name": "Mayonesera prismática",
	"mps_PrismaticMayonnaiseMachine.Description": "Convierte los huevos en mayonesa. La calidad inicial se conserva. Tiene un 50% de probabilidad de crear el doble.",
	"mps_GoldMushroomLog.Name": "Tronco de setas de oro",
	"mps_GoldMushroomLog.Description": "Hace que las setas crezcan más rápido que un tronco de setas normal. Cuantos más árboles no frutales hay cerca, mejor funciona.",
	"mps_DiamondMushroomLog.Name": "Tronco de setas de diamante",
	"mps_DiamondMushroomLog.Description": "Hace que las setas crezcan más rápido que un tronco de setas normal. Cuantos más árboles no frutales hay cerca, mejor funciona. Tiene un 10% de probabilidad de crear el doble.",
	"mps_IridiumMushroomLog.Name": "Tronco de setas de iridio",
	"mps_IridiumMushroomLog.Description": "Hace que las setas crezcan más rápido que un tronco de setas normal. Cuantos más árboles no frutales hay cerca, mejor funciona. Tiene un 20% de probabilidad de crear el doble.",
	"mps_RadioactiveMushroomLog.Name": "Tronco de setas radioactivo",
	"mps_RadioactiveMushroomLog.Description": "Hace que las setas crezcan más rápido que un tronco de setas normal. Cuantos más árboles no frutales hay cerca, mejor funciona. Tiene un 30% de probabilidad de crear el doble.",
	"mps_PrismaticMushroomLog.Name": "Tronco de setas prismático",
	"mps_PrismaticMushroomLog.Description": "Hace que las setas crezcan más rápido que un tronco de setas normal. Cuantos más árboles no frutales hay cerca, mejor funciona. Tiene un 40% de probabilidad de crear el doble.",
	"mps_DiamondOilMaker.Name": "Aceitera de oro",
	"mps_DiamondOilMaker.Description": "Produce delicioso aceite. La calidad inicial se conserva.",
	"mps_IridiumOilMaker.Name": "Aceitera de iridio",
	"mps_IridiumOilMaker.Description": "Produce delicioso aceite. La calidad inicial se conserva. Tiene un 10% de probabilidad de crear el doble.",
	"mps_RadioactiveOilMaker.Name": "Aceitera radioactiva",
	"mps_RadioactiveOilMaker.Description": "Produce delicioso aceite. La calidad inicial se conserva. Tiene un 30% de probabilidad de crear el doble.",
	"mps_PrismaticOilMaker.Name": "Aceitera prismática",
	"mps_PrismaticOilMaker.Description": "Produce delicioso aceite. La calidad inicial se conserva. Tiene un 50% de probabilidad de crear el doble.",
	"mps_RadioactiveOstrichIncubator.Name": "Incubadora de avestruces radioactiva",
	"mps_RadioactiveOstrichIncubator.Description": "Eclosiona huevos de avestruz para que nazcan avestruces bebé más rápido que una incubadora normal. Ponla en un granero. Se permite el uso de polvo de hadas.",
	"mps_PrismaticOstrichIncubator.Name": "Incubadora de avestruces prismática",
	"mps_PrismaticOstrichIncubator.Description": "Eclosiona huevos de avestruz para que nazcan avestruces bebé más rápido que una incubadora radioactiva. Ponla en un granero. Se permite el uso de polvo de hadas.",
	"mps_SteelPreservesJar.Name": "Envasadora de hierro",
	"mps_SteelPreservesJar.Description": "Convierte las verduras en encurtidos, frutas en mermelada, huevas de esturión en caviar de plata y huevas de pescado en huevas envejecidas de plata. Más rápida que una envasadora normal.",
	"mps_GoldPreservesJar.Name": "Envasadora de oro",
	"mps_GoldPreservesJar.Description": "Convierte las verduras en encurtidos, frutas en mermelada, huevas de esturión en caviar de oro y huevas de pescado en huevas envejecidas de oro. Más rápida que una envasadora de hierro.",
	"mps_DiamondPreservesJar.Name": "Envasadora de diamante",
	"mps_DiamondPreservesJar.Description": "Convierte las verduras en encurtidos, frutas en mermelada, huevas de esturión en caviar de oro y huevas de pescado en huevas envejecidas de oro. Más rápida que una envasadora de oro.",
	"mps_IridiumPreservesJar.Name": "Envasadora de iridio",
	"mps_IridiumPreservesJar.Description": "Convierte las verduras en encurtidos, frutas en mermelada, huevas de esturión en caviar de iridio y huevas de pescado en huevas envejecidas de iridio. La calidad inicial se conserva.",
	"mps_RadioactivePreservesJar.Name": "Envasadora radioactiva",
	"mps_RadioactivePreservesJar.Description": "Convierte las verduras en encurtidos, frutas en mermelada, huevas de esturión en caviar de iridio y huevas de pescado en huevas envejecidas de iridio. La calidad inicial se conserva. Tiene un 10% de probabilidad de crear el doble.",
	"mps_PrismaticPreservesJar.Name": "Envasadora prismática",
	"mps_PrismaticPreservesJar.Description": "Convierte las verduras en encurtidos, frutas en mermelada, huevas de esturión en caviar de iridio y huevas de pescado en huevas envejecidas de iridio. La calidad inicial se conserva. Tiene un 30% de probabilidad de crear el doble.",
	"mps_GoldRecyclingMachine.Name": "Máquina recicladora de oro",
	"mps_GoldRecyclingMachine.Description": "Convierte la basura pescada en recursos. Más eficiente que una máquina recicladora normal.",
	"mps_DiamondRecyclingMachine.Name": "Máquina recicladora de diamante",
	"mps_DiamondRecyclingMachine.Description": "Convierte la basura pescada en recursos. Más eficiente que una máquina recicladora de oro.",
	"mps_IridiumRecyclingMachine.Name": "Máquina recicladora de iridio",
	"mps_IridiumRecyclingMachine.Description": "Convierte la basura pescada en recursos. Más eficiente que una máquina recicladora de diamante.",
	"mps_RadioactiveRecyclingMachine.Name": "Máquina recicladora radioactiva",
	"mps_RadioactiveRecyclingMachine.Description": "Convierte la basura pescada en recursos. Más eficiente que una máquina recicladora de iridio.",
	"mps_PrismaticRecyclingMachine.Name": "Máquina recicladora prismática",
	"mps_PrismaticRecyclingMachine.Description": "Convierte la basura pescada en recursos. Más eficiente que una máquina recicladora radioactiva.",
	"mps_IridiumSeedMaker.Name": "Semilladora de iridio",
	"mps_IridiumSeedMaker.Description": "Coloca cultivos en su interior para obtener 2-4 semillas. No funciona con árboles frutales.",
	"mps_RadioactiveSeedMaker.Name": "Semilladora radioactiva",
	"mps_RadioactiveSeedMaker.Description": "Coloca cultivos en su interior para obtener 4-6 semillas.",
	"mps_PrismaticSeedMaker.Name": "Semilladora prismática",
	"mps_PrismaticSeedMaker.Description": "Coloca cultivos en su interior para obtener 6-8 semillas.",
	"mps_GoldSlimeEggPress.Name": "Prensa de babas de oro",
	"mps_GoldSlimeEggPress.Description": "Crea un mejor huevo de baba comprimiendo 90 trozos de baba. ¡Un milagro de la ciencia! Tiene un 10% de probabilidad de crear el doble.",
	"mps_DiamondSlimeEggPress.Name": "Prensa de babas de diamante",
	"mps_DiamondSlimeEggPress.Description": "Crea un mejor huevo de baba comprimiendo 80 trozos de baba. ¡Un milagro de la ciencia! Tiene un 20% de probabilidad de crear el doble.",
	"mps_IridiumSlimeEggPress.Name": "Prensa de babas de iridio",
	"mps_IridiumSlimeEggPress.Description": "Crea un mejor huevo de baba comprimiendo 70 trozos de baba. ¡Un milagro de la ciencia! Tiene un 30% de probabilidad de crear el doble.",
	"mps_RadioactiveSlimeEggPress.Name": "Prensa de babas radioactiva",
	"mps_RadioactiveSlimeEggPress.Description": "Crea un mejor huevo de baba comprimiendo 60 trozos de baba. ¡Un milagro de la ciencia! Tiene un 40% de probabilidad de crear el doble.",
	"mps_PrismaticSlimeEggPress.Name": "Prensa de babas prismática",
	"mps_PrismaticSlimeEggPress.Description": "Crea un mejor huevo de baba comprimiendo 50 trozos de baba. ¡Un milagro de la ciencia! Tiene un 50% de probabilidad de crear el doble.",
	"mps_RadioactiveSlimeIncubator.Name": "Incubadora de babas radioactiva",
	"mps_RadioactiveSlimeIncubator.Description": "Incuba huevos de baba para obtener babas más rápido que una incubadora normal. Te permite crear babas en el exterior.",
	"mps_PrismaticSlimeIncubator.Name": "Incubadora de babas prismática",
	"mps_PrismaticSlimeIncubator.Description": "Incuba huevos de baba para obtener babas más rápido que una incubadora radioactiva. Te permite crear babas en el exterior.",
	"mps_IridiumSolarPanel.Name": "Panel solar de iridio",
	"mps_IridiumSolarPanel.Description": "Genera una pila cuando se deja al sol. Más rápido que un panel solar normal. Tiene un 10% de probabilidad de crear el doble.",
	"mps_RadioactiveSolarPanel.Name": "Panel solar radioactivo",
	"mps_RadioactiveSolarPanel.Description": "Genera una pila cuando se deja al sol. Más rápido que un panel solar de iridio. Tiene un 30% de probabilidad de crear el doble.",
	"mps_PrismaticSolarPanel.Name": "Panel solar prismático",
	"mps_PrismaticSolarPanel.Description": "Genera una pila cuando se deja al sol. Más rápido que un panel solar radioactivo. Tiene un 50% de probabilidad de crear el doble.",
	"mps_SteelTapper.Name": "Resinera de hierro",
	"mps_SteelTapper.Description": "¡Colócala en un árbol no frutal y espera a que el recipiente se llene!",
	"mps_GoldTapper.Name": "Resinera de oro",
	"mps_GoldTapper.Description": "¡Colócala en un árbol no frutal y espera a que el recipiente se llene! Dos veces más rápida que una resinera normal.",
	"mps_DiamondTapper.Name": "Resinera de diamante",
	"mps_DiamondTapper.Description": "¡Colócala en un árbol no frutal y espera a que el recipiente se llene! Tres veces más rápida que una resinera normal.",
	"mps_IridiumTapper.Name": "Resinera de iridio",
	"mps_IridiumTapper.Description": "¡Colócala en un árbol no frutal y espera a que el recipiente se llene! Cuatro veces más rápida que una resinera normal.",
	"mps_GreenSlimeCheese.Name": "Queso de baba verde",
	"mps_GreenSlimeCheese.Description": "Queso hecho con baba verde. Es muy pegajoso.",
	"mps_BlueSlimeCheese.Name": "Queso de baba azul",
	"mps_BlueSlimeCheese.Description": "Queso hecho con baba azul. Es muy pegajoso.",
	"mps_RedSlimeCheese.Name": "Queso de baba roja",
	"mps_RedSlimeCheese.Description": "Queso hecho con baba roja. Es muy pegajoso.",
	"mps_PurpleSlimeCheese.Name": "Queso de baba morada",
	"mps_PurpleSlimeCheese.Description": "Queso hecho con baba morada. Es muy pegajoso.",
	"mps_TigerSlimeCheese.Name": "Queso de baba tigre",
	"mps_TigerSlimeCheese.Description": "Queso hecho con baba tigre. Es muy pegajoso.",
	"mps_MineralWater.Name": "Agua mineral",
	"mps_MineralWater.Description": "Recuerda: bebe tres de estas cada día.",
	"mps_DuckCloth.Name": "Tela de pato",
	"mps_DuckCloth.Description": "Un rollo de tejido hecho con plumas de pato.",
	"mps_OstrichMayonnaise.Name": "Mayonesa de avestruz",
	"mps_OstrichMayonnaise.Description": "Es gruesa y cremosa, con tonos rosados. Huele a hierba y aire libre."
}