{
	// MPS Machines and Objects
	
	"mps_GoldBaitMaker.Name": "Arany Csalikészítő",
	"mps_GoldBaitMaker.Description": "Helyezz bele egy halat, hogy 6-11 ahhoz illő csalit hozzon létre. 10% esélye van a dupla termelésre.",
	"mps_DiamondBaitMaker.Name": "Gyémánt Csalikészítő",
	"mps_DiamondBaitMaker.Description": "Helyezz bele egy halat, hogy 7-12 ahhoz illő csalit hozzon létre. 20% esélye van a dupla termelésre.",
	"mps_IridiumBaitMaker.Name": "Irídium Csalikészítő",
	"mps_IridiumBaitMaker.Description": "Helyezz bele egy halat, hogy 8-13 ahhoz illő csalit hozzon létre. 30% esélye van a dupla termelésre.",
	"mps_RadioactiveBaitMaker.Name": "Radioaktív Csalikészítő",
	"mps_RadioactiveBaitMaker.Description": "Helyezz bele egy halat, hogy 9-14 ahhoz illő csalit hozzon létre. 40% esélye van a dupla termelésre.",
	"mps_PrismaticBaitMaker.Name": "Prizmás Csalikészítő",
	"mps_PrismaticBaitMaker.Description": "Helyezz bele egy halat, hogy 10-15 ahhoz illő csalit hozzon létre. 50% esélye van a dupla termelésre.",
	"mps_GoldBeeHouse.Name": "Arany Méhkaptár",
	"mps_GoldBeeHouse.Description": "Rakd a szabadba és várj a finom mézre (akár télen is)! Három éjszaka alatt ezüst minőségű mézet termel.",
	"mps_DiamondBeeHouse.Name": "Gyémánt Méhkaptár",
	"mps_DiamondBeeHouse.Description": "Rakd a szabadba és várj a finom mézre (akár télen is)! Két éjszaka alatt arany minőségű mézet termel.",
	"mps_IridiumBeeHouse.Name": "Irídium Méhkaptár",
	"mps_IridiumBeeHouse.Description": "Rakd ki bárhol és és várj a finom mézre (akár télen vagy beltérben is)! Egy éjszaka alatt arany minőségű mézet termel.",
	"mps_RadioactiveBeeHouse.Name": "Radioaktív Méhkaptár",
	"mps_RadioactiveBeeHouse.Description": "Rakd ki bárhol és és várj a finom mézre (akár télen vagy beltérben is)! Egy éjszaka alatt irídium minőségű mézet termel.",
	"mps_PrismaticBeeHouse.Name": "Prizmás Méhkaptár",
	"mps_PrismaticBeeHouse.Description": "Rakd ki bárhol és és várj a finom mézre (akár télen vagy beltérben is)! Egy éjszaka alatt irídium minőségű mézet termel. 10% esélye van a dupla termelésre.",
	"mps_DiamondBoneMill.Name": "Gyémánt Csontőrlő",
	"mps_DiamondBoneMill.Description": "Egy csontos tárgyat átalakít 5 trágyává. 10% esélye van a dupla termelésre.",
	"mps_IridiumBoneMill.Name": "Irídium Csontőrlő",
	"mps_IridiumBoneMill.Description": "Egy csontos tárgyat átalakít 5 minőségi trágyává. 20% esélye van a dupla termelésre.",
	"mps_RadioactiveBoneMill.Name": "Radioaktív Csontőrlő",
	"mps_RadioactiveBoneMill.Description": "Egy csontos tárgyat átalakít 10 minőségi trágyává. 40% esélye van a dupla termelésre.",
	"mps_PrismaticBoneMill.Name": "Prizmás Csontőrlő",
	"mps_PrismaticBoneMill.Description": "Egy csontos tárgyat átalakít 15 minőségi trágyává. 50% esélye van a dupla termelésre.",
	"mps_GoldCask.Name": "Arany Fahordó",
	"mps_GoldCask.Description": "Használd a pincében, hogy érleld a termékeket, mint a főtt ételek, ásványok, italok, sajtok, kaviár és érett halikra. Gyorsabb, mint egy átlagos fahordó.",
	"mps_DiamondCask.Name": "Gyémánt Fahordó",
	"mps_DiamondCask.Description": "Használd a pincében, hogy érleld a termékeket, mint a főtt ételek, ásványok, italok, sajtok, kaviár és érett halikra. Gyorsabb, mint egy arany fahordó.",
	"mps_IridiumCask.Name": "Irídium Fahordó",
	"mps_IridiumCask.Description": "Használd a pincében, hogy érleld a termékeket, mint a főtt ételek, ásványok, italok, sajtok, kaviár és érett halikra. Gyorsabb, mint egy gyémánt fahordó.",
	"mps_RadioactiveCask.Name": "Radioaktív Fahordó",
	"mps_RadioactiveCask.Description": "Használd a pincében, hogy érleld a termékeket, mint a főtt ételek, ásványok, italok, sajtok, kaviár és érett halikra. Gyorsabb, mint egy irídium fahordó.",
	"mps_PrismaticCask.Name": "Prizmás Fahordó",
	"mps_PrismaticCask.Description": "Használd a pincében, hogy érleld a termékeket, mint a főtt ételek, ásványok, italok, sajtok, kaviár és érett halikra. Gyorsabb, mint egy radioaktív fahordó.",
	"mps_SteelCharcoalKiln.Name": "Acél Faszén kemence",
	"mps_SteelCharcoalKiln.Description": "10 fát 3 szénné alakít.",
	"mps_GoldCharcoalKiln.Name": "Arany Faszén kemence",
	"mps_GoldCharcoalKiln.Description": "10 fát 5 szénné alakít.",
	"mps_DiamondCharcoalKiln.Name": "Gyémánt Faszén kemence",
	"mps_DiamondCharcoalKiln.Description": "10 fát 5 szénné alakít. 10% esélye van a dupla termelésre.",
	"mps_IridiumCharcoalKiln.Name": "Irídium Faszén kemence",
	"mps_IridiumCharcoalKiln.Description": "10 fát 7 szénné alakít. 20% esélye van a dupla termelésre.",
	"mps_RadioactiveCharcoalKiln.Name": "Radioaktív Faszén kemence",
	"mps_RadioactiveCharcoalKiln.Description": "10 fát 7 szénné alakít. 40% esélye van a dupla termelésre.",
	"mps_PrismaticCharcoalKiln.Name": "Prizmás Faszén kemence",
	"mps_PrismaticCharcoalKiln.Description": "10 fát 10 szénné alakít. 50% esélye van a dupla termelésre.",
	"mps_GoldCheesePress.Name": "Arany Sajtprés",
	"mps_GoldCheesePress.Description": "Tejet vagy ragacs tojást alakít sajttá. A nagy termékekből kettőt készít.",
	"mps_DiamondCheesePress.Name": "Gyémánt Sajtprés",
	"mps_DiamondCheesePress.Description": "Tejet vagy ragacs tojást alakít sajttá. A nagy termékekből kettőt készít. A belehelyezett termék minősége megmarad.",
	"mps_IridiumCheesePress.Name": "Irídium Sajtprés",
	"mps_IridiumCheesePress.Description": "Tejet vagy ragacs tojást alakít sajttá. A nagy termékekből kettőt készít. A belehelyezett termék minősége megmarad. 10% esélye van a dupla termelésre.",
	"mps_RadioactiveCheesePress.Name": "Radioaktív Sajtprés",
	"mps_RadioactiveCheesePress.Description": "Tejet vagy ragacs tojást alakít sajttá. A nagy termékekből kettőt készít. A belehelyezett termék minősége megmarad. 30% esélye van a dupla termelésre.",
	"mps_PrismaticCheesePress.Name": "Prizmás Sajtprés",
	"mps_PrismaticCheesePress.Description": "Tejet vagy ragacs tojást alakít sajttá. A nagy termékekből kettőt készít. A belehelyezett termék minősége megmarad. 50% esélye van a dupla termelésre.",
	"mps_RadioactiveCrystalarium.Name": "Radioaktív Kristalárium",
	"mps_RadioactiveCrystalarium.Description": "Rakj bele egy drágakövet, ásványt vagy rudat, és ugyanolyan minőségű másolatokat fog készíteni. Gyorsabb, mint a rendes kristalárium.",
	"mps_PrismaticCrystalarium.Name": "Prizmás Kristalárium",
	"mps_PrismaticCrystalarium.Description": "Rakj bele egy drágakövet, ásványt vagy rudat (akár Prizmás töredéket is), és ugyanolyan minőségű másolatokat fog készíteni. Gyorsabb, mint a radioaktív kristalárium.",
	"mps_GoldDehydrator.Name": "Arany Szárító",
	"mps_GoldDehydrator.Description": "Helyezz bele 5 gyümölcsöt vagy ehető gombát, hogy kiszárítsd őket. Gyorsabb, mint a rendes szárító.",
	"mps_DiamondDehydrator.Name": "Gyémánt Szárító",
	"mps_DiamondDehydrator.Description": "Helyezz bele 5 gyümölcsöt vagy ehető gombát, hogy kiszárítsd őket. Gyorsabb, mint az arany szárító.",
	"mps_IridiumDehydrator.Name": "Irídium Szárító",
	"mps_IridiumDehydrator.Description": "Helyezz bele 4 gyümölcsöt vagy ehető gombát, hogy kiszárítsd őket. Gyorsabb, mint a gyémánt szárító. A belehelyezett termék minősége megmarad.",
	"mps_RadioactiveDehydrator.Name": "Radioaktív Szárító",
	"mps_RadioactiveDehydrator.Description": "Helyezz bele 3 gyümölcsöt vagy ehető gombát, hogy kiszárítsd őket. A belehelyezett termék minősége megmarad. 10% esélye van a dupla termelésre.",
	"mps_PrismaticDehydrator.Name": "Prizmás Szárító",
	"mps_PrismaticDehydrator.Description": "Helyezz bele 3 gyümölcsöt vagy ehető gombát, hogy kiszárítsd őket. A belehelyezett termék minősége megmarad. 30% esélye van a dupla termelésre.",
	"mps_DiamondDeluxeWormBin.Name": "Gyémánt Luxus gilisztás láda",
	"mps_DiamondDeluxeWormBin.Description": "6-7 Luxus csalit termel naponta. A giliszták önellátóak. 10% esélye van a dupla termelésre.",
	"mps_IridiumDeluxeWormBin.Name": "Irídium Luxus gilisztás láda",
	"mps_IridiumDeluxeWormBin.Description": "8-9 Luxus csalit termel naponta. A giliszták önellátóak. 20% esélye van a dupla termelésre.",
	"mps_RadioactiveDeluxeWormBin.Name": "Radioaktív Luxus gilisztás láda",
	"mps_RadioactiveDeluxeWormBin.Description": "10-11 Luxus csalit termel naponta. A giliszták önellátóak. 40% esélye van a dupla termelésre.",
	"mps_PrismaticDeluxeWormBin.Name": "Prizmás Luxus gilisztás láda",
	"mps_PrismaticDeluxeWormBin.Description": "12-13 Luxus csalit termel naponta. A giliszták önellátóak. 50% esélye van a dupla termelésre.",
	"mps_GoldFishSmoker.Name": "Arany Halfüstölő",
	"mps_GoldFishSmoker.Description": "Helyezz bele egy halat és egy darab szenet, hogy füstölt halat készíts, amely megduplázza az értékét. A hal minősége megmarad. 10% esélye van a dupla termelésre.",
	"mps_DiamondFishSmoker.Name": "Gyémánt Halfüstölő",
	"mps_DiamondFishSmoker.Description": "Helyezz bele egy halat és egy darab szenet, hogy füstölt halat készíts, amely megduplázza az értékét. A hal minősége megmarad. 20% esélye van a dupla termelésre.",
	"mps_IridiumFishSmoker.Name": "Irídium Halfüstölő",
	"mps_IridiumFishSmoker.Description": "Helyezz bele egy halat, hogy füstölt halat készíts, amely megduplázza az értékét. A hal minősége megmarad. 30% esélye van a dupla termelésre. Nem igényel többé szenet.",
	"mps_RadioactiveFishSmoker.Name": "Radioaktív Halfüstölő",
	"mps_RadioactiveFishSmoker.Description": "Helyezz bele egy halat, hogy füstölt halat készíts, amely megduplázza az értékét. A hal minősége megmarad. 40% esélye van a dupla termelésre. Nem igényel többé szenet.",
	"mps_PrismaticFishSmoker.Name": "Prizmás Halfüstölő",
	"mps_PrismaticFishSmoker.Description": "Helyezz bele egy halat, hogy füstölt halat készíts, amely megduplázza az értékét. A hal minősége megmarad. 50% esélye van a dupla termelésre. Nem igényel többé szenet.",
	"mps_SteelFurnace.Name": "Acél Kemence",
	"mps_SteelFurnace.Description": "1 szén segítségével 4 ércet 1 rúddá alakít.",
	"mps_GoldFurnace.Name": "Arany Kemence",
	"mps_GoldFurnace.Description": "1 szén segítségével 8 ércet 2 rúddá alakít.",
	"mps_DiamondFurnace.Name": "Gyémánt Kemence",
	"mps_DiamondFurnace.Description": "1 szén segítségével 6 ércet 2 rúddá alakít. 10% esélye van a dupla termelésre.",
	"mps_IridiumFurnace.Name": "Irídium Kemence",
	"mps_IridiumFurnace.Description": "1 szén segítségével 6 ércet 2 rúddá alakít. 30% esélye van a dupla termelésre.",
	"mps_RadioactiveHeavyFurnace.Name": "Radioaktív Nehéz kemence",
	"mps_RadioactiveHeavyFurnace.Description": "3 szén segítségével 15 ércet 5-6 rúddá alakít. 40% esélye van a dupla termelésre.",
	"mps_PrismaticHeavyFurnace.Name": "Prizmás Nehéz kemence",
	"mps_PrismaticHeavyFurnace.Description": "3 szén segítségével 10 ércet 5-6 rúddá alakít. 50% esélye van a dupla termelésre.",
	"mps_PrismaticHeavyTapper.Name": "Prizmás Nehéz csap",
	"mps_PrismaticHeavyTapper.Description": "Helyezd egy fára, és várd meg, hogy a tárolója megteljen! Ötször gyorsabb, mint egy rendes csap.",
	"mps_GoldKeg.Name": "Arany Keghordó",
	"mps_GoldKeg.Description": "Rakj bele egy gyümölcsöt, zöldséget, mézet, drágakövet vagy ásványt. Gyorsabb, mint egy rendes keghordó.",
	"mps_DiamondKeg.Name": "Gyémánt Keghordó",
	"mps_DiamondKeg.Description": "Rakj bele egy gyümölcsöt, zöldséget, mézet, drágakövet vagy ásványt. Gyorsabb, mint egy arany keghordó.",
	"mps_IridiumKeg.Name": "Irídium Keghordó",
	"mps_IridiumKeg.Description": "Rakj bele egy gyümölcsöt, zöldséget, mézet, drágakövet vagy ásványt. Gyorsabb, mint egy gyémánt keghordó. A belehelyezett termék minősége megmarad.",
	"mps_RadioactiveKeg.Name": "Radioaktív Keghordó",
	"mps_RadioactiveKeg.Description": "Rakj bele egy gyümölcsöt, zöldséget, mézet, drágakövet vagy ásványt. Gyorsabb, mint egy irídium keghordó. A belehelyezett termék minősége megmarad.",
	"mps_PrismaticKeg.Name": "Prizmás Keghordó",
	"mps_PrismaticKeg.Description": "Rakj bele egy gyümölcsöt, zöldséget, mézet, drágakövet vagy ásványt. Gyorsabb, mint egy radioaktív keghordó. A belehelyezett termék minősége megmarad.",
	"mps_GoldLightningRod.Name": "Arany Villámhárító",
	"mps_GoldLightningRod.Description": "Energiát gyűjt a villámcsapásokból, és elemcsomaggá alakítja azt.",
	"mps_DiamondLightningRod.Name": "Gyémánt Villámhárító",
	"mps_DiamondLightningRod.Description": "Energiát gyűjt a villámcsapásokból, és 1-2 elemcsomaggá alakítja azt.",
	"mps_IridiumLightningRod.Name": "Irídium Villámhárító",
	"mps_IridiumLightningRod.Description": "Energiát gyűjt a villámcsapásokból, és 2 elemcsomaggá alakítja azt.",
	"mps_RadioactiveLightningRod.Name": "Radioaktív Villámhárító",
	"mps_RadioactiveLightningRod.Description": "Energiát gyűjt a villámcsapásokból, és 2-3 elemcsomaggá alakítja azt.",
	"mps_PrismaticLightningRod.Name": "Prizmás Villámhárító",
	"mps_PrismaticLightningRod.Description": "Energiát gyűjt a villámcsapásokból, és 3 elemcsomaggá alakítja azt.",
	"mps_SteelLoom.Name": "Acél Szövőszék",
	"mps_SteelLoom.Description": "Nyers gyapjút vagy kacsatollat alakít finom szövetté. Gyorsabb, mint egy rendes szövőszék.",
	"mps_GoldLoom.Name": "Arany Szövőszék",
	"mps_GoldLoom.Description": "Nyers gyapjút vagy kacsatollat alakít finom szövetté. Gyorsabb, mint egy acél szövőszék.",
	"mps_DiamondLoom.Name": "Gyémánt Szövőszék",
	"mps_DiamondLoom.Description": "Nyers gyapjút vagy kacsatollat alakít finom szövetté. Gyorsabb, mint egy arany szövőszék. A belehelyezett termék minősége megmarad.",
	"mps_IridiumLoom.Name": "Irídium Szövőszék",
	"mps_IridiumLoom.Description": "Nyers gyapjút vagy kacsatollat alakít 2 finom szövetté. A belehelyezett termék minősége megmarad. 10% esélye van a dupla termelésre.",
	"mps_RadioactiveLoom.Name": "Radioaktív Szövőszék",
	"mps_RadioactiveLoom.Description": "Nyers gyapjút vagy kacsatollat alakít 2 finom szövetté. A belehelyezett termék minősége megmarad. 30% esélye van a dupla termelésre.",
	"mps_PrismaticLoom.Name": "Prizmás Szövőszék",
	"mps_PrismaticLoom.Description": "Nyers gyapjút vagy kacsatollat alakít 2 finom szövetté. A belehelyezett termék minősége megmarad. 50% esélye van a dupla termelésre.",
	"mps_SteelMayonnaiseMachine.Name": "Acél Majonézkészítő",
	"mps_SteelMayonnaiseMachine.Description": "Tojásokból majonézt készít. Gyorsabb, mint egy rendes majonézkészítő gép.",
	"mps_GoldMayonnaiseMachine.Name": "Arany Majonézkészítő",
	"mps_GoldMayonnaiseMachine.Description": "Tojásokból majonézt készít. Gyorsabb, mint egy acél majonézkészítő gép.",
	"mps_DiamondMayonnaiseMachine.Name": "Gyémánt Majonézkészítő",
	"mps_DiamondMayonnaiseMachine.Description": "Tojásokból majonézt készít. Gyorsabb, mint egy arany majonézkészítő gép. A belehelyezett termék minősége megmarad.",
	"mps_IridiumMayonnaiseMachine.Name": "Irídium Majonézkészítő",
	"mps_IridiumMayonnaiseMachine.Description": "Tojásokból majonézt készít. A belehelyezett termék minősége megmarad. 10% esélye van a dupla termelésre.",
	"mps_RadioactiveMayonnaiseMachine.Name": "Radioaktív Majonézkészítő",
	"mps_RadioactiveMayonnaiseMachine.Description": "Tojásokból majonézt készít. A belehelyezett termék minősége megmarad. 30% esélye van a dupla termelésre.",
	"mps_PrismaticMayonnaiseMachine.Name": "Prizmás Majonézkészítő",
	"mps_PrismaticMayonnaiseMachine.Description": "Tojásokból majonézt készít. A belehelyezett termék minősége megmarad. 50% esélye van a dupla termelésre.",
	"mps_GoldMushroomLog.Name": "Arany Gombás fatörzs",
	"mps_GoldMushroomLog.Description": "Gyorsabban termel gombát, mint egy rendes gombás fatörzs. Minél több vadfa van a közelben, annál jobban működik.",
	"mps_DiamondMushroomLog.Name": "Gyémánt Gombás fatörzs",
	"mps_DiamondMushroomLog.Description": "Gyorsabban termel gombát, mint egy rendes gombás fatörzs. Minél több vadfa van a közelben, annál jobban működik. 10% esélye van a dupla termelésre.",
	"mps_IridiumMushroomLog.Name": "Irídium Gombás fatörzs",
	"mps_IridiumMushroomLog.Description": "Gyorsabban termel gombát, mint egy rendes gombás fatörzs. Minél több vadfa van a közelben, annál jobban működik. 20% esélye van a dupla termelésre.",
	"mps_RadioactiveMushroomLog.Name": "Radioaktív Gombás fatörzs",
	"mps_RadioactiveMushroomLog.Description": "Gyorsabban termel gombát, mint egy rendes gombás fatörzs. Minél több vadfa van a közelben, annál jobban működik. 30% esélye van a dupla termelésre.",
	"mps_PrismaticMushroomLog.Name": "Prizmás Gombás fatörzs",
	"mps_PrismaticMushroomLog.Description": "Gyorsabban termel irídium minőségű gombát, mint egy rendes gombás fatörzs. Minél több vadfa van a közelben, annál jobban működik. 40% esélye van a dupla termelésre.",
	"mps_DiamondOilMaker.Name": "Gyémánt Olajkészítő",
	"mps_DiamondOilMaker.Description": "Ínyenc szarvasgomba olajat készít. A belehelyezett termék minősége megmarad.",
	"mps_IridiumOilMaker.Name": "Irídium Olajkészítő",
	"mps_IridiumOilMaker.Description": "Ínyenc szarvasgomba olajat készít. A belehelyezett termék minősége megmarad. 10% esélye van a dupla termelésre.",
	"mps_RadioactiveOilMaker.Name": "Radioaktív Olajkészítő",
	"mps_RadioactiveOilMaker.Description": "Ínyenc szarvasgomba olajat készít. A belehelyezett termék minősége megmarad. 30% esélye van a dupla termelésre.",
	"mps_PrismaticOilMaker.Name": "Prizmás Olajkészítő",
	"mps_PrismaticOilMaker.Description": "Ínyenc szarvasgomba olajat készít. A belehelyezett termék minősége megmarad. 50% esélye van a dupla termelésre.",
	"mps_RadioactiveOstrichIncubator.Name": "Radioaktív Strucctojás-inkubátor",
	"mps_RadioactiveOstrichIncubator.Description": "A strucctojásokat gyorsabban kikelti, mint egy rendes strucctojás-inkubátor. Helyezd az istállóba. Tündérporral is működik.",
	"mps_PrismaticOstrichIncubator.Name": "Prizmás Strucctojás-inkubátor",
	"mps_PrismaticOstrichIncubator.Description": "A strucctojásokat gyorsabban kikelti, mint egy radioaktív strucctojás-inkubátor. Helyezd az istállóba. Tündérporral is működik.",
	"mps_SteelPreservesJar.Name": "Acél Tartósító tégely",
	"mps_SteelPreservesJar.Description": "A zöldségekből savanyúságot, a gyümölcsökből lekvárt készít, a tokhal ikrát ezüst minőségű kaviárrá, és a halikrát ezüst minőségű érett ikrává alakít. Gyorsabb, mint egy rendes tartósító tégely.",
	"mps_GoldPreservesJar.Name": "Arany Tartósító tégely",
	"mps_GoldPreservesJar.Description": "A zöldségekből savanyúságot, a gyümölcsökből lekvárt készít, a tokhal ikrát arany minőségű kaviárrá, és a halikrát arany minőségű érett ikrává alakít. Gyorsabb, mint egy acél tartósító tégely.",
	"mps_DiamondPreservesJar.Name": "Gyémánt Tartósító tégely",
	"mps_DiamondPreservesJar.Description": "A zöldségekből savanyúságot, a gyümölcsökből lekvárt készít, a tokhal ikrát arany minőségű kaviárrá, és a halikrát arany minőségű érett ikrává alakít. Gyorsabb, mint egy arany tartósító tégely.",
	"mps_IridiumPreservesJar.Name": "Irídium Tartósító tégely",
	"mps_IridiumPreservesJar.Description": "A zöldségekből savanyúságot, a gyümölcsökből lekvárt készít, a tokhal ikrát irídium minőségű kaviárrá, és a halikrát irídium minőségű érett ikrává alakít. A belehelyezett termék minősége megmarad.",
	"mps_RadioactivePreservesJar.Name": "Radioaktív Tartósító tégely",
	"mps_RadioactivePreservesJar.Description": "A zöldségekből savanyúságot, a gyümölcsökből lekvárt készít, a tokhal ikrát irídium minőségű kaviárrá, és a halikrát irídium minőségű érett ikrává alakít. A belehelyezett termék minősége megmarad. 10% esélye van a dupla termelésre.",
	"mps_PrismaticPreservesJar.Name": "Prizmás Tartósító tégely",
	"mps_PrismaticPreservesJar.Description": "A zöldségekből savanyúságot, a gyümölcsökből lekvárt készít, a tokhal ikrát irídium minőségű kaviárrá, és a halikrát irídium minőségű érett ikrává alakít. A belehelyezett termék minősége megmarad. 30% esélye van a dupla termelésre.",
	"mps_GoldRecyclingMachine.Name": "Arany Újrahasznosító",
	"mps_GoldRecyclingMachine.Description": "A kihorgászott szemétből nyersanyagot készít. Hatékonyabb, mint a rendes újrahasznosító.",
	"mps_DiamondRecyclingMachine.Name": "Gyémánt Újrahasznosító",
	"mps_DiamondRecyclingMachine.Description": "A kihorgászott szemétből nyersanyagot készít. Hatékonyabb, mint az arany újrahasznosító.",
	"mps_IridiumRecyclingMachine.Name": "Irídium Újrahasznosító",
	"mps_IridiumRecyclingMachine.Description": "A kihorgászott szemétből nyersanyagot készít. Hatékonyabb, mint a gyémánt újrahasznosító.",
	"mps_RadioactiveRecyclingMachine.Name": "Radioaktív Újrahasznosító",
	"mps_RadioactiveRecyclingMachine.Description": "A kihorgászott szemétből nyersanyagot készít. Hatékonyabb, mint az irídium újrahasznosító.",
	"mps_PrismaticRecyclingMachine.Name": "Prizmás Újrahasznosító",
	"mps_PrismaticRecyclingMachine.Description": "A kihorgászott szemétből nyersanyagot készít. Hatékonyabb, mint a radioaktív újrahasznosító.",
	"mps_IridiumSeedMaker.Name": "Irídium Magkészítő",
	"mps_IridiumSeedMaker.Description": "Helyezz bele egy termést, hogy 2-4 magot állítson elő. Nem működik gyümölcsfák termésével.",
	"mps_RadioactiveSeedMaker.Name": "Radioaktív Magkészítő",
	"mps_RadioactiveSeedMaker.Description": "Helyezz bele egy termést, hogy 4-6 magot állítson elő.",
	"mps_PrismaticSeedMaker.Name": "Prizmás Magkészítő",
	"mps_PrismaticSeedMaker.Description": "Helyezz bele egy termést, hogy 6-8 magot állítson elő.",
	"mps_GoldSlimeEggPress.Name": "Arany Ragacstojás-prés",
	"mps_GoldSlimeEggPress.Description": "90 ragacsot egy ragacstojássá alakít át. Ez a tudomány csodája! 10% esélye van a dupla termelésre.",
	"mps_DiamondSlimeEggPress.Name": "Gyémánt Ragacstojás-prés",
	"mps_DiamondSlimeEggPress.Description": "80 ragacsot egy ragacstojássá alakít át. Ez a tudomány csodája! 20% esélye van a dupla termelésre.",
	"mps_IridiumSlimeEggPress.Name": "Irídium Ragacstojás-prés",
	"mps_IridiumSlimeEggPress.Description": "70 ragacsot egy ragactojássá alakít át. Ez a tudomány csodája! 30% esélye van a dupla termelésre.",
	"mps_RadioactiveSlimeEggPress.Name": "Radioaktív Ragacstojás-prés",
	"mps_RadioactiveSlimeEggPress.Description": "60 ragacsot egy ragacstojássá alakít át. Ez a tudomány csodája! 40% esélye van a dupla termelésre.",
	"mps_PrismaticSlimeEggPress.Name": "Prizmás Ragacstojás-prés",
	"mps_PrismaticSlimeEggPress.Description": "50 ragacsot egy ragacstojássá alakít át. Ez a tudomány csodája! 50% esélye van a dupla termelésre.",
	"mps_RadioactiveSlimeIncubator.Name": "Radioaktív Ragacstojás-inkubátor",
	"mps_RadioactiveSlimeIncubator.Description": "A ragacstojásokat gyorsabban kelti ki, mint egy rendes ragacstojás-inkubátor. Segítségével kint tenyészthetsz ragacsokat.",
	"mps_PrismaticSlimeIncubator.Name": "Prizmás Ragacstojás-inkubátor",
	"mps_PrismaticSlimeIncubator.Description": "A ragacstojásokat gyorsabban kelti ki, mint egy radioaktív ragacstojás-inkubátor. Segítségével kint tenyészthetsz ragacsokat.",
	"mps_IridiumSolarPanel.Name": "Irídium Napelem",
	"mps_IridiumSolarPanel.Description": "Napfényben elemet termel. Gyorsabb, mint egy rendes napelem. 10% esélye van a dupla termelésre.",
	"mps_RadioactiveSolarPanel.Name": "Radioaktív Napelem",
	"mps_RadioactiveSolarPanel.Description": "Napfényben elemet termel. Gyorsabb, mint egy irídium napelem. 30% esélye van a dupla termelésre.",
	"mps_PrismaticSolarPanel.Name": "Prizmás Napelem",
	"mps_PrismaticSolarPanel.Description": "Napfényben elemet termel. Gyorsabb, mint egy radioaktív napelem. 50% esélye van a dupla termelésre.",
	"mps_SteelTapper.Name": "Acél Csap",
	"mps_SteelTapper.Description": "Helyezd egy fára, és várd meg, hogy a tárolója megteljen!",
	"mps_GoldTapper.Name": "Arany Csap",
	"mps_GoldTapper.Description": "Helyezd egy fára, és várd meg, hogy a tárolója megteljen! Kétszer gyorsabb, mint egy rendes csap.",
	"mps_DiamondTapper.Name": "Gyémánt Csap",
	"mps_DiamondTapper.Description": "Helyezd egy fára, és várd meg, hogy a tárolója megteljen! Háromszor gyorsabb, mint egy rendes csap.",
	"mps_IridiumTapper.Name": "Irídium Csap",
	"mps_IridiumTapper.Description": "Helyezd egy fára, és várd meg, hogy a tárolója megteljen! Négyszer gyorsabb, mint egy rendes csap.",
	"mps_GreenSlimeCheese.Name": "Zöld Ragacs sajt",
	"mps_GreenSlimeCheese.Description": "Zöld ragacsból készült sajt. Nagyon ragacsos.",
	"mps_BlueSlimeCheese.Name": "Kék Ragacs sajt",
	"mps_BlueSlimeCheese.Description": "Kék ragacsból készült sajt. Nagyon ragacsos.",
	"mps_RedSlimeCheese.Name": "Piros Ragacs sajt",
	"mps_RedSlimeCheese.Description": "Piros ragacsból készült sajt. Nagyon ragacsos.",
	"mps_PurpleSlimeCheese.Name": "Lila Ragacs sajt",
	"mps_PurpleSlimeCheese.Description": "Lila ragacsból készült sajt. Nagyon ragacsos.",
	"mps_TigerSlimeCheese.Name": "Tigris Ragacs sajt",
	"mps_TigerSlimeCheese.Description": "Tigris ragacsból készült sajt. Nagyon ragacsos.",
	"mps_MineralWater.Name": "Ásványvíz",
	"mps_MineralWater.Description": "Ne felejtsd el: minden nap igyál meg belőle 3-at.",
	"mps_DuckCloth.Name": "Kacsa szövet",
	"mps_DuckCloth.Description": "Egy tekercs finom kacsa tollból készült szövet.",
	"mps_OstrichMayonnaise.Name": "Strucc majonéz",
	"mps_OstrichMayonnaise.Description": "Sűrű és krémes, rózsaszín árnyalattal. Fű és tiszta levegő illatú."
}