{
	// MPS Machines and Objects
	
	"mps_GoldBaitMaker.Name": "Máquina de Iscas de Ouro",
	"mps_GoldBaitMaker.Description": "Coloque um peixe dentro para criar de 6 a 11 iscas direcionadas. Tem 10% de chance de produzir o dobro.",
	"mps_DiamondBaitMaker.Name": "Máquina de Iscas de Diamante",
	"mps_DiamondBaitMaker.Description": "Coloque um peixe dentro para criar de 7 a 12 iscas direcionadas. Tem 20% de chance de produzir o dobro.",
	"mps_IridiumBaitMaker.Name": "Máquina de Iscas de Irídio",
	"mps_IridiumBaitMaker.Description": "Coloque um peixe dentro para criar de 8 a 13 iscas direcionadas. Tem 30% de chance de produzir o dobro.",
	"mps_RadioactiveBaitMaker.Name": "Máquina de Iscas Radioativa",
	"mps_RadioactiveBaitMaker.Description": "Coloque um peixe dentro para criar de 9 a 14 iscas direcionadas. Tem 40% de chance de produzir o dobro.",
	"mps_PrismaticBaitMaker.Name": "Máquina de Iscas Prismática",
	"mps_PrismaticBaitMaker.Description": "Coloque um peixe dentro para criar de 10 a 15 iscas direcionadas. Tem 50% de chance de produzir o dobro.",
	"mps_GoldBeeHouse.Name": "Apiário de Ouro",
	"mps_GoldBeeHouse.Description": "Coloque ao ar livre e obtenha um mel delicioso!(mesmo no inverno). Produz mel de qualidade prata em três noites.",
	"mps_DiamondBeeHouse.Name": "Apiário de Diamante",
	"mps_DiamondBeeHouse.Description": "Coloque ao ar livre e obtenha um mel delicioso!(mesmo no inverno). Produz mel de qualidade ouro em duas noites.",
	"mps_IridiumBeeHouse.Name": "Apiário de Irídio",
	"mps_IridiumBeeHouse.Description": "Coloque em qualquer lugar e obtenha um mel delicioso!(mesmo no inverno ou em ambientes fechados). Produz mel de qualidade ouro em uma noite.",
	"mps_RadioactiveBeeHouse.Name": "Apiário Radioativo",
	"mps_RadioactiveBeeHouse.Description": "Coloque em qualquer lugar e obtenha um mel delicioso!(mesmo no inverno ou em ambientes fechados). Produz mel de qualidade irídio em uma noite.",
	"mps_PrismaticBeeHouse.Name": "Apiário Prismático",
	"mps_PrismaticBeeHouse.Description": "Coloque em qualquer lugar e obtenha um mel delicioso!(mesmo no inverno ou em ambientes fechados). Produz mel de qualidade irídio em uma noite. Tem 10% de chance de produzir o dobro.",
	"mps_DiamondBoneMill.Name": "Moedor de Ossos de Diamante",
	"mps_DiamondBoneMill.Description": "Transforma itens de osso em 5 unidades de fertilizantes. Tem 10% de chance de produzir o dobro.",
	"mps_IridiumBoneMill.Name": "Moedor de Ossos de Irídio",
	"mps_IridiumBoneMill.Description": "Transforma itens de osso em 5 unidades de fertilizantes de alta qualidade. Tem 20% de chance de produzir o dobro.",
	"mps_RadioactiveBoneMill.Name": "Moedor de Ossos Radioativo",
	"mps_RadioactiveBoneMill.Description": "Transforma itens de osso em 10 unidades de fertilizantes de alta qualidade. Tem 40% de chance de produzir o dobro.",
	"mps_PrismaticBoneMill.Name": "Moedor de Ossos Prismático",
	"mps_PrismaticBoneMill.Description": "Transforma itens de osso em 15 unidades de fertilizantes de alta qualidade. Tem 50% de chance de produzir o dobro.",
	"mps_GoldCask.Name": "Barril de Ouro",
	"mps_GoldCask.Description": "Utilizado na adega para envelhecer produtos como pratos cozidos, minerais, bebidas, queijos, caviar e ovas envelhecidas. Mais rápido do que um barril regular.",
	"mps_DiamondCask.Name": "Barril de Diamante",
	"mps_DiamondCask.Description": "Utilizado na adega para envelhecer produtos como pratos cozidos, minerais, bebidas, queijos, caviar e ovas envelhecidas. Mais rápido do que um barril de ouro.",
	"mps_IridiumCask.Name": "Barril de Irídio",
	"mps_IridiumCask.Description": "Utilizado na adega para envelhecer produtos como pratos cozidos, minerais, bebidas, queijos, caviar e ovas envelhecidas. Mais rápido do que um barril de diamante.",
	"mps_RadioactiveCask.Name": "Barril Radioativo",
	"mps_RadioactiveCask.Description": "Utilizado na adega para envelhecer produtos como pratos cozidos, minerais, bebidas, queijos, caviar e ovas envelhecidas. Mais rápido do que um barril de irídio.",
	"mps_PrismaticCask.Name": "Barril Prismático",
	"mps_PrismaticCask.Description": "Utilizado na adega para envelhecer produtos como pratos cozidos, minerais, bebidas, queijos, caviar e ovas envelhecidas. Mais rápido do que um barril radioativo.",
	"mps_SteelCharcoalKiln.Name": "Carvoaria de Aço",
	"mps_SteelCharcoalKiln.Description": "Transforma 10 pedaços de madeira em 3 pedaços de carvão.",
	"mps_GoldCharcoalKiln.Name": "Carvoaria de Ouro",
	"mps_GoldCharcoalKiln.Description": "Transforma 10 pedaços de madeira em 5 pedaços de carvão.",
	"mps_DiamondCharcoalKiln.Name": "Carvoaria de Diamante",
	"mps_DiamondCharcoalKiln.Description": "Transforma 10 pedaços de madeira em 5 pedaços de carvão. Tem 10% de chance de produzir o dobro.",
	"mps_IridiumCharcoalKiln.Name": "Carvoaria de Irídio",
	"mps_IridiumCharcoalKiln.Description": "Transforma 10 pedaços de madeira em 7 pedaços de carvão. Tem 20% de chance de produzir o dobro.",
	"mps_RadioactiveCharcoalKiln.Name": "Carvoaria Radioativa",
	"mps_RadioactiveCharcoalKiln.Description": "Transforma 10 pedaços de madeira em 7 pedaços de carvão. Tem 40% de chance de produzir o dobro.",
	"mps_PrismaticCharcoalKiln.Name": "Carvoaria Prismática",
	"mps_PrismaticCharcoalKiln.Description": "Transforma 10 pedaços de madeira em 10 pedaços de carvão. Tem 50% de chance de produzir o dobro.",
	"mps_GoldCheesePress.Name": "Prensa de Queijo de Ouro",
	"mps_GoldCheesePress.Description": "Transforma leite ou ovos de slime em queijo. Itens grandes produzem o dobro.",
	"mps_DiamondCheesePress.Name": "Prensa de Queijo de Diamante",
	"mps_DiamondCheesePress.Description": "Transforma leite ou ovos de slime em queijo. Itens grandes produzem o dobro. A qualidade da entrada é preservada.",
	"mps_IridiumCheesePress.Name": "Prensa de Queijo de Irídio",
	"mps_IridiumCheesePress.Description": "Transforma leite ou ovos de slime em queijo. Itens grandes produzem o dobro. A qualidade da entrada é preservada. Tem 10% de chance de produzir o dobro.",
	"mps_RadioactiveCheesePress.Name": "Prensa de Queijo Radioativa",
	"mps_RadioactiveCheesePress.Description": "Transforma leite ou ovos de slime em queijo. Itens grandes produzem o dobro. A qualidade da entrada é preservada. Tem 30% de chance de produzir o dobro.",
	"mps_PrismaticCheesePress.Name": "Prensa de Queijo Prismática",
	"mps_PrismaticCheesePress.Description": "Transforma leite ou ovos de slime em queijo. Itens grandes produzem o dobro. A qualidade da entrada é preservada. Tem 50% de chance de produzir o dobro.",
	"mps_RadioactiveCrystalarium.Name": "Cristalário Radioativo",
	"mps_RadioactiveCrystalarium.Description": "Insira uma joia, mineral ou barra de sua escolha e ele criará cópias da mesma qualidade. Mais rápido do que um Cristalário regular.",
	"mps_PrismaticCrystalarium.Name": "Cristalário Prismático",
	"mps_PrismaticCrystalarium.Description": "Insira uma joia, mineral ou barra de sua escolha (inclusive Fragmentos Prismáticos) e ele criará cópias da mesma qualidade. Mais rápido do que um Cristalário radioativo.",
	"mps_GoldDehydrator.Name": "Desidratador de Ouro",
	"mps_GoldDehydrator.Description": "Coloque 5 pedaços de frutas ou cogumelos comestíveis dentro para desidratá-los. Mais rápido do que um desidratador regular.",
	"mps_DiamondDehydrator.Name": "Desidratador de Diamante",
	"mps_DiamondDehydrator.Description": "Coloque 5 pedaços de frutas ou cogumelos comestíveis dentro para desidratá-los. Mais rápido do que um desidratador de ouro.",
	"mps_IridiumDehydrator.Name": "Desidratador de Irídio",
	"mps_IridiumDehydrator.Description": "Coloque 4 pedaços de frutas ou cogumelos comestíveis dentro para desidratá-los. Mais rápido do que um desidratador de diamante. A qualidade da entrada é preservada.",
	"mps_RadioactiveDehydrator.Name": "Desidratador Radioativo",
	"mps_RadioactiveDehydrator.Description": "Coloque 3 pedaços de frutas ou cogumelos comestíveis dentro para desidratá-los. A qualidade da entrada é preservada. Tem 10% de chance de produzir o dobro.",
	"mps_PrismaticDehydrator.Name": "Desidratador Prismático",
	"mps_PrismaticDehydrator.Description": "Coloque 3 pedaços de frutas ou cogumelos comestíveis dentro para desidratá-los. A qualidade da entrada é preservada. Tem 30% de chance de produzir o dobro.",
	"mps_DiamondDeluxeWormBin.Name": "Cesto de Minhocas de Luxo de Diamante",
	"mps_DiamondDeluxeWormBin.Description": "Produz 6-7 Iscas de Luxo regularmente. As minhocas são autossuficientes. Tem 10% de chance de produzir o dobro.",
	"mps_IridiumDeluxeWormBin.Name": "Cesto de Minhocas de Luxo de Irídio",
	"mps_IridiumDeluxeWormBin.Description": "Produz 8-9 Iscas de Luxo regularmente. As minhocas são autossuficientes. Tem 20% de chance de produzir o dobro.",
	"mps_RadioactiveDeluxeWormBin.Name": "Cesto de Minhocas de Luxo Radioativo",
	"mps_RadioactiveDeluxeWormBin.Description": "Produz 10-11 Iscas de Luxo regularmente. As minhocas são autossuficientes. Tem 40% de chance de produzir o dobro.",
	"mps_PrismaticDeluxeWormBin.Name": "Cesto de Minhocas de Luxo Prismático",
	"mps_PrismaticDeluxeWormBin.Description": "Produz 12-13 Iscas de Luxo regularmente. As minhocas são autossuficientes. Tem 50% de chance de produzir o dobro.",
	"mps_GoldFishSmoker.Name": "Defumador de Peixes de Ouro",
	"mps_GoldFishSmoker.Description": "Coloque um peixe e um pedaço de carvão para criar um peixe defumado. Peixes defumados valem o dobro. A qualidade do peixe é preservada. Tem 10% de chance de produzir o dobro.",
	"mps_DiamondFishSmoker.Name": "Defumador de Peixes de Diamante",
	"mps_DiamondFishSmoker.Description": "Coloque um peixe e um pedaço de carvão para criar um peixe defumado. Peixes defumados valem o dobro. A qualidade do peixe é preservada. Tem 20% de chance de produzir o dobro.",
	"mps_IridiumFishSmoker.Name": "Defumador de Peixes de Irídio",
	"mps_IridiumFishSmoker.Description": "Coloque um peixe para criar um peixe defumado. Peixes defumados valem o dobro. A qualidade do peixe é preservada. Tem 30% de chance de produzir o dobro. Não requer mais carvão.",
	"mps_RadioactiveFishSmoker.Name": "Defumador de Peixes Radioativo",
	"mps_RadioactiveFishSmoker.Description": "Coloque um peixe para criar um peixe defumado. Peixes defumados valem o dobro. A qualidade do peixe é preservada. Tem 40% de chance de produzir o dobro. Não requer mais carvão.",
	"mps_PrismaticFishSmoker.Name": "Defumador de Peixes Prismático",
	"mps_PrismaticFishSmoker.Description": "Coloque um peixe para criar um peixe defumado. Peixes defumados valem o dobro. A qualidade do peixe é preservada. Tem 50% de chance de produzir o dobro. Não requer mais carvão.",
	"mps_SteelFurnace.Name": "Fornalha de Aço",
	"mps_SteelFurnace.Description": "Transforma 4 pedaços de minério em uma barra de metal usando um pedaço de carvão.",
	"mps_GoldFurnace.Name": "Fornalha de Ouro",
	"mps_GoldFurnace.Description": "Transforma 8 pedaços de minério em 2 barras de metal usando um pedaço de carvão.",
	"mps_DiamondFurnace.Name": "Fornalha de Diamante",
	"mps_DiamondFurnace.Description": "Transforma 6 pedaços de minério em 2 barras de metal usando um pedaço de carvão. Tem 10% de chance de produzir o dobro.",
	"mps_IridiumFurnace.Name": "Fornalha de Irídio",
	"mps_IridiumFurnace.Description": "Transforma 6 pedaços de minério em 2 barras de metal usando um pedaço de carvão. Tem 30% de chance de produzir o dobro.",
	"mps_RadioactiveHeavyFurnace.Name": "Alto-forno Radioativo",
	"mps_RadioactiveHeavyFurnace.Description": "Transforma 15 pedaços de minério em 5 ou 6 barras de metal usando 3 pedaços de carvão. Tem 40% de chance de produzir o dobro.",
	"mps_PrismaticHeavyFurnace.Name": "Alto-forno Prismático",
	"mps_PrismaticHeavyFurnace.Description": "Transforma 10 pedaços de minério em 5 ou 6 barras de metal usando 3 pedaços de carvão. Tem 50% de chance de produzir o dobro.",
	"mps_PrismaticHeavyTapper.Name": "Torneirinha Pesada Prismática",
	"mps_PrismaticHeavyTapper.Description": "Ponha em uma árvore não-frutífera e espere o reservatório se encher! Cinco vezes mais rápido que uma torneira regular.",
	"mps_GoldKeg.Name": "Barril de Ouro",
	"mps_GoldKeg.Description": "Coloque uma fruta, vegetal, mel ou joia aqui. Uma hora ele vai se transformar numa bebida. Mais rápido que um barril regular.",
	"mps_DiamondKeg.Name": "Barril de Diamante",
	"mps_DiamondKeg.Description": "Coloque uma fruta, vegetal, mel ou joia aqui. Uma hora ele vai se transformar numa bebida. Mais rápido que um barril de ouro.",
	"mps_IridiumKeg.Name": "Barril de Irídio",
	"mps_IridiumKeg.Description": "Coloque uma fruta, vegetal, mel ou joia aqui. Uma hora ele vai se transformar numa bebida. Mais rápido que um barril de diamante. A qualidade da entrada é preservada.",
	"mps_RadioactiveKeg.Name": "Barril Radioativo",
	"mps_RadioactiveKeg.Description": "Coloque uma fruta, vegetal, mel ou joia aqui. Uma hora ele vai se transformar numa bebida. Mais rápido que um barril de irídio. A qualidade da entrada é preservada.",
	"mps_PrismaticKeg.Name": "Barril Prismático",
	"mps_PrismaticKeg.Description": "Coloque uma fruta, vegetal, mel ou joia aqui. Uma hora ele vai se transformar numa bebida. Mais rápido que um barril radioativo. A qualidade da entrada é preservada.",
	"mps_GoldLightningRod.Name": "Para-raios de Ouro",
	"mps_GoldLightningRod.Description": "Coleciona energia de tempestades de raios e transforma-a em uma bateria.",
	"mps_DiamondLightningRod.Name": "Para-raios de Diamante",
	"mps_DiamondLightningRod.Description": "Coleciona energia de tempestades de raios e transforma-a em uma ou duas baterias.",
	"mps_IridiumLightningRod.Name": "Para-raios de Irídio",
	"mps_IridiumLightningRod.Description": "Coleciona energia de tempestades de raios e transforma-a em duas baterias.",
	"mps_RadioactiveLightningRod.Name": "Para-raios Radioativo",
	"mps_RadioactiveLightningRod.Description": "Coleciona energia de tempestades de raios e transforma-a em duas ou três baterias.",
	"mps_PrismaticLightningRod.Name": "Para-raios Prismático",
	"mps_PrismaticLightningRod.Description": "Coleciona energia de tempestades de raios e transforma-a em três baterias.",
	"mps_SteelLoom.Name": "Tear de Aço",
	"mps_SteelLoom.Description": "Transforma lã ou pena de pato em tecido. Mais rápido que um tear regular.",
	"mps_GoldLoom.Name": "Tear de Ouro",
	"mps_GoldLoom.Description": "Transforma lã ou pena de pato em tecido. Mais rápido que um tear de aço.",
	"mps_DiamondLoom.Name": "Tear de Diamante",
	"mps_DiamondLoom.Description": "Transforma lã ou pena de pato em tecido. Mais rápido que um tear de ouro. A qualidade da entrada é preservada.",
	"mps_IridiumLoom.Name": "Tear de Irídio",
	"mps_IridiumLoom.Description": "Transforma lã ou pena de pato em dois pedaços de tecido. A qualidade da entrada é preservada. Tem 10% de chance de produzir o dobro.",
	"mps_RadioactiveLoom.Name": "Tear Radioativo",
	"mps_RadioactiveLoom.Description": "Transforma lã ou pena de pato em dois pedaços de tecido. A qualidade da entrada é preservada. Tem 30% de chance de produzir o dobro.",
	"mps_PrismaticLoom.Name": "Tear Prismático",
	"mps_PrismaticLoom.Description": "Transforma lã ou pena de pato em dois pedaços de tecido. A qualidade da entrada é preservada. Tem 50% de chance de produzir o dobro.",
	"mps_SteelMayonnaiseMachine.Name": "Máquina de Maionese de Aço",
	"mps_SteelMayonnaiseMachine.Description": "Transforma ovos em maionese. Mais rápido que uma máquina de maionese regular.",
	"mps_GoldMayonnaiseMachine.Name": "Máquina de Maionese de Ouro",
	"mps_GoldMayonnaiseMachine.Description": "Transforma ovos em maionese. Mais rápido que uma máquina de maionese de aço.",
	"mps_DiamondMayonnaiseMachine.Name": "Máquina de Maionese de Diamante",
	"mps_DiamondMayonnaiseMachine.Description": "Transforma ovos em maionese. Mais rápido que uma máquina de maionese de ouro. A qualidade da entrada é preservada.",
	"mps_IridiumMayonnaiseMachine.Name": "Máquina de Maionese de Irídio",
	"mps_IridiumMayonnaiseMachine.Description": "Transforma ovos em maionese. A qualidade da entrada é preservada. Tem 10% de chance de produzir o dobro.",
	"mps_RadioactiveMayonnaiseMachine.Name": "Máquina de Maionese Radioativa",
	"mps_RadioactiveMayonnaiseMachine.Description": "Transforma ovos em maionese. A qualidade da entrada é preservada. Tem 30% de chance de produzir o dobro.",
	"mps_PrismaticMayonnaiseMachine.Name": "Máquina de Maionese Prismática",
	"mps_PrismaticMayonnaiseMachine.Description": "Transforma ovos em maionese. A qualidade da entrada é preservada. Tem 50% de chance de produzir o dobro.",
	"mps_GoldMushroomLog.Name": "Tronco de Cogumelo de Ouro",
	"mps_GoldMushroomLog.Description": "Cresce cogumelos mais rapidamente que um tronco de cogumelo regular. Quanto mais árvores silvestres estiverem por perto, melhor ele funciona.",
	"mps_DiamondMushroomLog.Name": "Tronco de Cogumelo de Diamante",
	"mps_DiamondMushroomLog.Description": "Cresce cogumelos mais rapidamente que um tronco de cogumelo regular. Quanto mais árvores silvestres estiverem por perto, melhor ele funciona. Tem 10% de chance de produzir o dobro.",
	"mps_IridiumMushroomLog.Name": "Tronco de Cogumelo de Irídio",
	"mps_IridiumMushroomLog.Description": "Cresce cogumelos mais rapidamente que um tronco de cogumelo regular. Quanto mais árvores silvestres estiverem por perto, melhor ele funciona. Tem 20% de chance de produzir o dobro.",
	"mps_RadioactiveMushroomLog.Name": "Tronco de Cogumelo Radioativo",
	"mps_RadioactiveMushroomLog.Description": "Cresce cogumelos mais rapidamente que um tronco de cogumelo regular. Quanto mais árvores silvestres estiverem por perto, melhor ele funciona. Tem 30% de chance de produzir o dobro.",
	"mps_PrismaticMushroomLog.Name": "Tronco de Cogumelo Prismático",
	"mps_PrismaticMushroomLog.Description": "Cresce cogumelos de qualidade irídio mais rapidamente que um tronco de cogumelo regular. Quanto mais árvores silvestres estiverem por perto, melhor ele funciona. Tem 40% de chance de produzir o dobro.",
	"mps_DiamondOilMaker.Name": "Gerador de Óleo de Diamante",
	"mps_DiamondOilMaker.Description": "Faz óleo gourmet de trufas. A qualidade da entrada é preservada.",
	"mps_IridiumOilMaker.Name": "Gerador de Óleo de Irídio",
	"mps_IridiumOilMaker.Description": "Faz óleo gourmet de trufas. A qualidade da entrada é preservada. Tem 10% de chance de produzir o dobro.",
	"mps_RadioactiveOilMaker.Name": "Gerador de Óleo Radioativo",
	"mps_RadioactiveOilMaker.Description": "Faz óleo gourmet de trufas. A qualidade da entrada é preservada. Tem 30% de chance de produzir o dobro.",
	"mps_PrismaticOilMaker.Name": "Gerador de Óleo Prismático",
	"mps_PrismaticOilMaker.Description": "Faz óleo gourmet de trufas. A qualidade da entrada é preservada. Tem 50% de chance de produzir o dobro.",
	"mps_RadioactiveOstrichIncubator.Name": "Incubadora de Avestruzes Radioativa",
	"mps_RadioactiveOstrichIncubator.Description": "Choca ovos de avestruz em bebês avestruzes mais rápido que uma incubadora regular. Coloque em um celeiro. Pó de Fada permitido.",
	"mps_PrismaticOstrichIncubator.Name": "Incubadora de Avestruzes Prismática",
	"mps_PrismaticOstrichIncubator.Description": "Choca ovos de avestruz em bebês avestruzes mais rápido que uma incubadora radioativa. Coloque em um celeiro. Pó de Fada permitido.",
	"mps_SteelPreservesJar.Name": "Jarra de Conserva de Aço",
	"mps_SteelPreservesJar.Description": "Transforma legumes em picles, frutas em geléia, ovas de esturjão em caviar de qualidade prata e ovas de peixe em ovas envelhecidas de qualidade prata. Mais rápido do que um pote de conservas comum.",
	"mps_GoldPreservesJar.Name": "Jarra de Conserva de Ouro",
	"mps_GoldPreservesJar.Description": "Transforma legumes em picles, frutas em geléia, ovas de esturjão em caviar de qualidade ouro e ovas de peixe em ovas envelhecidas de qualidade ouro. Mais rápido do que um pote de conservas de aço.",
	"mps_DiamondPreservesJar.Name": "Jarra de Conserva de Diamante",
	"mps_DiamondPreservesJar.Description": "Transforma legumes em picles, frutas em geléia, ovas de esturjão em caviar de qualidade ouro e ovas de peixe em ovas envelhecidas de qualidade ouro. Mais rápido do que um pote de conservas de ouro.",
	"mps_IridiumPreservesJar.Name": "Jarra de Conserva de Irídio",
	"mps_IridiumPreservesJar.Description": "Transforma legumes em picles, frutas em geléia, ovas de esturjão em caviar de qualidade irídio e ovas de peixe em ovas envelhecidas de qualidade irídio. A qualidade da entrada é preservada.",
	"mps_RadioactivePreservesJar.Name": "Jarra de Conserva Radioativa",
	"mps_RadioactivePreservesJar.Description": "Transforma legumes em picles, frutas em geléia, ovas de esturjão em caviar de qualidade irídio e ovas de peixe em ovas envelhecidas de qualidade irídio. A qualidade da entrada é preservada. Tem 10% de chance de produzir em dobro.",
	"mps_PrismaticPreservesJar.Name": "Jarra de Conserva Prismática",
	"mps_PrismaticPreservesJar.Description": "Transforma legumes em picles, frutas em geléia, ovas de esturjão em caviar de qualidade irídio e ovas de peixe em ovas envelhecidas de qualidade irídio. A qualidade da entrada é preservada. Tem 30% de chance de produzir em dobro.",
	"mps_GoldRecyclingMachine.Name": "Máquina de Reciclagem de Ouro",
	"mps_GoldRecyclingMachine.Description": "Transforma restos de pesca em recursos. Mais eficiente do que a máquina de reciclagem comum.",
	"mps_DiamondRecyclingMachine.Name": "Máquina de Reciclagem de Diamante",
	"mps_DiamondRecyclingMachine.Description": "Transforma restos de pesca em recursos. Mais eficiente do que a máquina de reciclagem de ouro.",
	"mps_IridiumRecyclingMachine.Name": "Máquina de Reciclagem de Irídio",
	"mps_IridiumRecyclingMachine.Description": "Transforma restos de pesca em recursos. Mais eficiente do que a máquina de reciclagem de diamante.",
	"mps_RadioactiveRecyclingMachine.Name": "Máquina de Reciclagem Radioativa",
	"mps_RadioactiveRecyclingMachine.Description": "Transforma restos de pesca em recursos. Mais eficiente do que a máquina de reciclagem de irídio.",
	"mps_PrismaticRecyclingMachine.Name": "Máquina de Reciclagem Prismática",
	"mps_PrismaticRecyclingMachine.Description": "Transforma restos de pesca em recursos. Mais eficiente do que a máquina de reciclagem radioativa.",
	"mps_IridiumSeedMaker.Name": "Gerador de Sementes de Irídio",
	"mps_IridiumSeedMaker.Description": "Ponha produtos colhidos dentro dele para produzir de 2 a 4 sementes. Não funciona com árvores frutíferas.",
	"mps_RadioactiveSeedMaker.Name": "Gerador de Sementes Radioativo",
	"mps_RadioactiveSeedMaker.Description": "Ponha produtos colhidos dentro dele para produzir de 4 a 6 sementes.",
	"mps_PrismaticSeedMaker.Name": "Gerador de Sementes Prismático",
	"mps_PrismaticSeedMaker.Description": "Ponha produtos colhidos dentro dele para produzir de 6 a 8 sementes.",
	"mps_GoldSlimeEggPress.Name": "Prensa de Gosmas de Ouro",
	"mps_GoldSlimeEggPress.Description": "Comprime 90 pedaços de gosmas em um ovo de gosmas melhor. É um milagre científico! Tem 10% de chance de produzir em dobro.",
	"mps_DiamondSlimeEggPress.Name": "Prensa de Gosmas de Diamante",
	"mps_DiamondSlimeEggPress.Description": "Comprime 80 pedaços de gosmas em um ovo de gosmas melhor. É um milagre científico! Tem 20% de chance de produzir em dobro.",
	"mps_IridiumSlimeEggPress.Name": "Prensa de Gosmas de Irídio",
	"mps_IridiumSlimeEggPress.Description": "Comprime 70 pedaços de gosmas em um ovo de gosmas melhor. É um milagre científico! Tem 30% de chance de produzir em dobro.",
	"mps_RadioactiveSlimeEggPress.Name": "Prensa de Gosmas Radioativa",
	"mps_RadioactiveSlimeEggPress.Description": "Comprime 60 pedaços de gosmas em um ovo de gosmas melhor. É um milagre científico! Tem 40% de chance de produzir em dobro.",
	"mps_PrismaticSlimeEggPress.Name": "Prensa de Gosmas Prismática",
	"mps_PrismaticSlimeEggPress.Description": "Comprime 50 pedaços de gosmas em um ovo de gosmas melhor. É um milagre científico! Tem 50% de chance de produzir em dobro.",
	"mps_RadioactiveSlimeIncubator.Name": "Incubador de Gosmas Radioativo",
	"mps_RadioactiveSlimeIncubator.Description": "Choca os ovos de gosmas mais rápido do que um incubador de gosmas comum. Permite criar gosmas em ambientes externos.",
	"mps_PrismaticSlimeIncubator.Name": "Incubador de Gosmas Prismático",
	"mps_PrismaticSlimeIncubator.Description": "Choca os ovos de gosmas mais rápido do que um incubador de gosmas radioativo. Permite criar gosmas em ambientes externos.",
	"mps_IridiumSolarPanel.Name": "Painel Solar de Irídio",
	"mps_IridiumSolarPanel.Description": "Gera uma bateria quando deixado no sol. Mais rápido do que um painel solar comum. Tem 10% de chance de produzir em dobro.",
	"mps_RadioactiveSolarPanel.Name": "Painel Solar Radioativo",
	"mps_RadioactiveSolarPanel.Description": "Gera uma bateria quando deixado no sol. Mais rápido do que um painel solar de irídio. Tem 30% de chance de produzir em dobro.",
	"mps_PrismaticSolarPanel.Name": "Painel Solar Prismático",
	"mps_PrismaticSolarPanel.Description": "Gera uma bateria quando deixado no sol. Mais rápido do que um painel solar radioativo. Tem 50% de chance de produzir em dobro.",
	"mps_SteelTapper.Name": "Torneirinha de Aço",
	"mps_SteelTapper.Description": "Coloque em uma árvore não-frutífera e espere o reservatório se encher!",
	"mps_GoldTapper.Name": "Torneirinha de Ouro",
	"mps_GoldTapper.Description": "Coloque em uma árvore não-frutífera e espere o reservatório se encher! Duas vezes mais rápido do que um extrator comum.",
	"mps_DiamondTapper.Name": "Torneirinha de Diamante",
	"mps_DiamondTapper.Description": "Coloque em uma árvore não-frutífera e espere o reservatório se encher! Três vezes mais rápido do que um extrator comum.",
	"mps_IridiumTapper.Name": "Torneirinha de Irídio",
	"mps_IridiumTapper.Description": "Coloque em uma árvore não-frutífera e espere o reservatório se encher! Quatro vezes mais rápido do que um extrator comum.",
	"mps_GreenSlimeCheese.Name": "Queijo de Slime Verde",
	"mps_GreenSlimeCheese.Description": "Queijo feito com slime verde. É muito pegajoso.",
	"mps_BlueSlimeCheese.Name": "Queijo de Slime Azul",
	"mps_BlueSlimeCheese.Description": "Queijo feito com slime azul. É muito pegajoso.",
	"mps_RedSlimeCheese.Name": "Queijo de Slime Vermelho",
	"mps_RedSlimeCheese.Description": "Queijo feito com slime vermelho. É muito pegajoso.",
	"mps_PurpleSlimeCheese.Name": "Queijo de Slime Roxo",
	"mps_PurpleSlimeCheese.Description": "Queijo feito com slime roxo. É muito pegajoso.",
	"mps_TigerSlimeCheese.Name": "Queijo de Slime Tigre",
	"mps_TigerSlimeCheese.Description": "Queijo feito com slime tigre. É muito pegajoso.",
	"mps_MineralWater.Name": "Água Mineral",
	"mps_MineralWater.Description": "Lembre-se: beba 3 dessas todos os dias.",
	"mps_DuckCloth.Name": "Tecido de Pena de Pato",
	"mps_DuckCloth.Description": "Um pedaço de tecido fino de pena de pato.",
	"mps_OstrichMayonnaise.Name": "Maionese de Avestruz",
	"mps_OstrichMayonnaise.Description": "É espessa e cremosa, com tons rosados. Cheira a grama e ar puro."
}