{
	// MPS Machines and Objects
	
	"mps_GoldBaitMaker.Name": "Золотой изготовитель приманок",
	"mps_GoldBaitMaker.Description": "Поместите рыбу внутрь, чтобы создать 6-11 кусочков выбранной приманки. Имеется 10% шанс удвоить результат.",
	"mps_DiamondBaitMaker.Name": "Алмазный изготовитель приманок",
	"mps_DiamondBaitMaker.Description": "Поместите рыбу внутрь, чтобы создать 7-12 кусочков выбранной приманки. Имеется 20% шанс удвоить результат.",
	"mps_IridiumBaitMaker.Name": "Иридиевый изготовитель приманок",
	"mps_IridiumBaitMaker.Description": "Поместите рыбу внутрь, чтобы создать 8-13 кусочков выбранной приманки. Имеется 30% шанс удвоить результат.",
	"mps_RadioactiveBaitMaker.Name": "Радиоактивный изготовитель приманок",
	"mps_RadioactiveBaitMaker.Description": "Поместите рыбу внутрь, чтобы создать 9-14 кусочков выбранной приманки. Имеется 40% шанс удвоить результат.",
	"mps_PrismaticBaitMaker.Name": "Призматический изготовитель приманок",
	"mps_PrismaticBaitMaker.Description": "Поместите рыбу внутрь, чтобы создать 10-15 кусочков выбранной приманки. Имеется 50% шанс удвоить результат.",
	"mps_GoldBeeHouse.Name": "Золотой улей",
	"mps_GoldBeeHouse.Description": "Поставьте его под открытым небом, и скоро у вас будет вкусный мед (даже зимой)! Производит мед серебряного качества за три ночи.",
	"mps_DiamondBeeHouse.Name": "Алмазный улей",
	"mps_DiamondBeeHouse.Description": "Поставьте его под открытым небом, и скоро у вас будет вкусный мед (даже зимой)! Производит мед золотого качества за две ночи.",
	"mps_IridiumBeeHouse.Name": "Иридиевый улей",
	"mps_IridiumBeeHouse.Description": "Поставьте его в любом месте, и скоро у вас будет вкусный мед (даже зимой или внутри помещений)! Производит мед золотого качества за одну ночь.",
	"mps_RadioactiveBeeHouse.Name": "Радиоактивный улей",
	"mps_RadioactiveBeeHouse.Description": "Поставьте его в любом месте, и скоро у вас будет вкусный мед (даже зимой или внутри помещений)! Производит мед иридиевого качества за одну ночь.",
	"mps_PrismaticBeeHouse.Name": "Призматический улей",
	"mps_PrismaticBeeHouse.Description": "Поставьте его в любом месте, и скоро у вас будет вкусный мед (даже зимой или внутри помещений)! Производит мед иридиевого качества за одну ночь. Имеется 10% шанс удвоить результат.",
	"mps_DiamondBoneMill.Name": "Алмазная костедробилка",
	"mps_DiamondBoneMill.Description": "Перемалывает костяные предметы в удобрение. Имеется 10% шанс удвоить результат.",
	"mps_IridiumBoneMill.Name": "Иридиевая костедробилка",
	"mps_IridiumBoneMill.Description": "Перемалывает костяные предметы в удобрение высшего уровня. Имеется 20% шанс удвоить результат.",
	"mps_RadioactiveBoneMill.Name": "Радиоактивная костедробилка",
	"mps_RadioactiveBoneMill.Description": "Перемалывает костяные предметы в 10 единиц удобрения высшего уровня. Имеется 40% шанс удвоить результат.",
	"mps_PrismaticBoneMill.Name": "Призматическая костедробилка",
	"mps_PrismaticBoneMill.Description": "Перемалывает костяные предметы в 15 единиц удобрения высшего уровня. Имеется 50% шанс удвоить результат.",
	"mps_GoldCask.Name": "Золотая бочка",
	"mps_GoldCask.Description": "Используется в погребе для выдержки таких продуктов, как приготовленные блюда, минералы, напитки, сыр, икра и выдержанная икра. Быстрее, чем обычная бочка.",
	"mps_DiamondCask.Name": "Алмазная бочка",
	"mps_DiamondCask.Description": "Используется в погребе для выдержки таких продуктов, как приготовленные блюда, минералы, напитки, сыр, икра и выдержанная икра. Быстрее, чем золотая бочка.",
	"mps_IridiumCask.Name": "Иридиевая бочка",
	"mps_IridiumCask.Description": "Используется в погребе для выдержки таких продуктов, как приготовленные блюда, минералы, напитки, сыр, икра и выдержанная икра. Быстрее, чем алмазная бочка.",
	"mps_RadioactiveCask.Name": "Радиоактивная бочка",
	"mps_RadioactiveCask.Description": "Используется в погребе для выдержки таких продуктов, как приготовленные блюда, минералы, напитки, сыр, икра и выдержанная икра. Быстрее, чем иридиевая бочка.",
	"mps_PrismaticCask.Name": "Призматическая бочка",
	"mps_PrismaticCask.Description": "Используется в погребе для выдержки таких продуктов, как приготовленные блюда, минералы, напитки, сыр, икра и выдержанная икра. Быстрее, чем радиоактивная бочка.",
	"mps_SteelCharcoalKiln.Name": "Стальная углевыжигательная печь",
	"mps_SteelCharcoalKiln.Description": "Превращает 10 кусков дерева в 3 куска угля.",
	"mps_GoldCharcoalKiln.Name": "Золотая углевыжигательная печь",
	"mps_GoldCharcoalKiln.Description": "Превращает 10 кусков дерева в 5 кусков угля.",
	"mps_DiamondCharcoalKiln.Name": "Diamond углевыжигательная печь",
	"mps_DiamondCharcoalKiln.Description": "Превращает 10 кусков дерева в 5 кусков угля. Имеется 10% шанс удвоить результат.",
	"mps_IridiumCharcoalKiln.Name": "Иридиевая углевыжигательная печь",
	"mps_IridiumCharcoalKiln.Description": "Превращает 10 кусков дерева в 7 кусков угля. Имеется 20% шанс удвоить результат.",
	"mps_RadioactiveCharcoalKiln.Name": "Радиоактивная углевыжигательная печь",
	"mps_RadioactiveCharcoalKiln.Description": "Превращает 10 кусков дерева в 7 кусков угля. Имеется 40% шанс удвоить результат.",
	"mps_PrismaticCharcoalKiln.Name": "Призматическая углевыжигательная печь",
	"mps_PrismaticCharcoalKiln.Description": "Превращает 10 кусков дерева в 10 кусков угля. Имеется 50% шанс удвоить результат.",
	"mps_GoldCheesePress.Name": "Золотой пресс для сыра",
	"mps_GoldCheesePress.Description": "Превращает молоко или яйца со слизью в сыр. Большие предметы дают два продукта.",
	"mps_DiamondCheesePress.Name": "Алмазный пресс для сыра",
	"mps_DiamondCheesePress.Description": "Превращает молоко или яйца слаймов в сыр. Большие предметы дают два продукта. Качество исходного сырья сохраняется.",
	"mps_IridiumCheesePress.Name": "Иридиевый пресс для сыра",
	"mps_IridiumCheesePress.Description": "Превращает молоко или яйца слаймов в сыр. Большие предметы дают два продукта. Качество исходного сырья сохраняется. Имеется 10% шанс удвоить результат.",
	"mps_RadioactiveCheesePress.Name": "Радиоактивный пресс для сыра",
	"mps_RadioactiveCheesePress.Description": "Превращает молоко или яйца слаймов в сыр. Большие предметы дают два продукта. Качество исходного сырья сохраняется. Имеется 30% шанс удвоить результат.",
	"mps_PrismaticCheesePress.Name": "Призматический пресс для сыра",
	"mps_PrismaticCheesePress.Description": "Превращает молоко или яйца со слизью в сыр. Большие изделия превращаются в два. Качество исходного сырья сохраняется. Имеется 50% шанс удвоить результат.",
	"mps_RadioactiveCrystalarium.Name": "Радиоактивный кристалляриум",
	"mps_RadioactiveCrystalarium.Description": "Вставьте в него камень, минерал или слиток, который хотите размножить, и он размножит копии того же качества. Быстрее, чем обычный кристалляриум.",
	"mps_PrismaticCrystalarium.Name": "Призматический кристалляриум",
	"mps_PrismaticCrystalarium.Description": "Вставьте в него камень, минерал или слиток, который хотите размножить (даже призматические осколки), и он размножит копии того же качества. Быстрее, чем радиоактивный кристалляриум.",
	"mps_GoldDehydrator.Name": "Золотая сушилка",
	"mps_GoldDehydrator.Description": "Поместите внутрь 5 кусочков фруктов или съедобных грибов, чтобы высушить их. Быстрее, чем обычная сушилка.",
	"mps_DiamondDehydrator.Name": "Алмазная сушилка",
	"mps_DiamondDehydrator.Description": "Поместите внутрь 5 кусочков фруктов или съедобных грибов, чтобы высушить их. Быстрее, чем золотая сушилка.",
	"mps_IridiumDehydrator.Name": "Иридиевая сушилка",
	"mps_IridiumDehydrator.Description": "Поместите внутрь 4 кусочков фруктов или съедобных грибов, чтобы высушить их. Быстрее, чем алмазная сушилка. Качество исходного материала сохраняется.",
	"mps_RadioactiveDehydrator.Name": "Радиоактивная сушилка",
	"mps_RadioactiveDehydrator.Description": "Поместите внутрь 3 кусочков фруктов или съедобных грибов, чтобы высушить их. Качество исходного материала сохраняется. Имеется 10% шанс удвоить результат.",
	"mps_PrismaticDehydrator.Name": "Призматическая сушилка",
	"mps_PrismaticDehydrator.Description": "Поместите внутрь 3 кусочков фруктов или съедобных грибов, чтобы высушить их. Качество исходного материала сохраняется. Имеется 30% шанс удвоить результат.",
	"mps_DiamondDeluxeWormBin.Name": "Алмазный бак с червями Делюкс",
	"mps_DiamondDeluxeWormBin.Description": "Производит 6-7 штук приманки Делюкс каждый день. Черви внутри не нуждаются в подкормке. Имеется 10% шанс удвоить результат.",
	"mps_IridiumDeluxeWormBin.Name": "Иридиевый бак с червями Делюкс",
	"mps_IridiumDeluxeWormBin.Description": "Производит 8-9 штук приманки Делюкс каждый день. Черви внутри не нуждаются в подкормке. Имеется 20% шанс удвоить результат.",
	"mps_RadioactiveDeluxeWormBin.Name": "Радиоактивный бак с червями Делюкс",
	"mps_RadioactiveDeluxeWormBin.Description": "Производит 10-11 штук приманки Делюкс каждый день. Черви внутри не нуждаются в подкормке. Имеется 40% шанс удвоить результат.",
	"mps_PrismaticDeluxeWormBin.Name": "Призматический бак с червями Делюкс",
	"mps_PrismaticDeluxeWormBin.Description": "Производит 12-13 штук наживки Делюкс каждый день. Черви внутри не нуждаются в подкормке. Имеется 50% шанс удвоить результат.",
	"mps_GoldFishSmoker.Name": "Золотая коптильня для рыбы",
	"mps_GoldFishSmoker.Description": "Положите внутрь рыбу и кусок угля, чтобы закоптить рыбу. Копчёная рыба стоит в два раза дороже. Качество рыбы сохраняется. Имеется 10% шанс удвоить результат.",
	"mps_DiamondFishSmoker.Name": "Алмазная коптильня для рыбы",
	"mps_DiamondFishSmoker.Description": "Положите внутрь рыбу и кусок угля, чтобы закоптить рыбу. Копчёная рыба стоит в два раза дороже. Качество рыбы сохраняется. Имеется 20% шанс удвоить результат.",
	"mps_IridiumFishSmoker.Name": "Иридиевая коптильня для рыбы",
	"mps_IridiumFishSmoker.Description": "Положите внутрь рыбу, чтобы закоптить рыбу. Копчёная рыба стоит в два раза дороже. Качество рыбы сохраняется. Имеется 30% шанс удвоить результат. Больше не требует угля.",
	"mps_RadioactiveFishSmoker.Name": "Радиоактивная коптильня для рыбы",
	"mps_RadioactiveFishSmoker.Description": "Положите внутрь рыбу, чтобы закоптить рыбу. Копчёная рыба стоит в два раза дороже. Качество рыбы сохраняется. Имеется 40% шанс удвоить результат. Больше не требует угля.",
	"mps_PrismaticFishSmoker.Name": "Призматическая коптильня для рыбы",
	"mps_PrismaticFishSmoker.Description": "Положите внутрь рыбу, чтобы закоптить её. Копчёная рыба стоит в два раза дороже. Качество рыбы сохраняется. Имеется 50% шанс удвоить результат. Больше не требует угля.",
	"mps_SteelFurnace.Name": "Стальная плавильная печь",
	"mps_SteelFurnace.Description": "Превращает 4 куска руды в один слиток металла, используя кусок угля.",
	"mps_GoldFurnace.Name": "Золотая плавильная печь",
	"mps_GoldFurnace.Description": "Превращает 8 кусков руды в 2 металлических слитка с помощью куска угля.",
	"mps_DiamondFurnace.Name": "Алмазная плавильная печь",
	"mps_DiamondFurnace.Description": "Превращает 6 кусков руды в 2 слитка металла, используя кусок угля. Имеесят 10% шанс удвоить результат.",
	"mps_IridiumFurnace.Name": "Иридиевая плавильная печь",
	"mps_IridiumFurnace.Description": "Превращает 6 кусков руды в 2 металлических слитка, используя кусок угля. Имеет 30% шанс удвоить результат.",
	"mps_RadioactiveHeavyFurnace.Name": "Радиоактивная большая плавильная печь",
	"mps_RadioactiveHeavyFurnace.Description": "Превращает 15 кусков руды в 5 или 6 слитков металла, используя 3 куска угля. Имеется 40% шанс удвоить результат.",
	"mps_PrismaticHeavyFurnace.Name": "Призматическая большая плавильная печь",
	"mps_PrismaticHeavyFurnace.Description": "Превращает 10 кусков руды в 5 или 6 слитков металла, используя 3 куска угля. Имеется 50% шанс удвоить результат.",
	"mps_PrismaticHeavyTapper.Name": "Призматический тяжёлый подсочник",
	"mps_PrismaticHeavyTapper.Description": "Поместите на нефруктовое дерево и ждите, пока резервуар наполнится продуктом. В пять раз быстрее, чем обычный подсочник.",
	"mps_GoldKeg.Name": "Золотой бочонок",
	"mps_GoldKeg.Description": "Поместите фрукт, овощ, мед, драгоценный камень или минерал. Быстрее, чем обычный бочонок.",
	"mps_DiamondKeg.Name": "Алмазный бочонок",
	"mps_DiamondKeg.Description": "Поместите фрукт, овощ, мед, драгоценный камень или минерал. Быстрее, чем золотой бочонок.",
	"mps_IridiumKeg.Name": "Иридиевый бочонок",
	"mps_IridiumKeg.Description": "Поместите фрукт, овощ, мед, драгоценный камень или минерал. Быстрее, чем алмазный бочонок. Качество исходного материала сохраняется.",
	"mps_RadioactiveKeg.Name": "Радиоактивный бочонок",
	"mps_RadioactiveKeg.Description": "Поместите в него фрукт, овощ, мед, драгоценный камень или минерал. Быстрее, чем иридиевый бочонок. Качество исходного материала сохраняется.",
	"mps_PrismaticKeg.Name": "Призматический бочонок",
	"mps_PrismaticKeg.Description": "Поместите в него фрукт, овощ, мед, драгоценный камень или минерал. Быстрее, чем радиоактивный бочонок. Качество исходного материала сохраняется.",
	"mps_GoldLightningRod.Name": "Золотой громоотвод",
	"mps_GoldLightningRod.Description": "Производит аккумуляторы, используя молнии для их зарядки.",
	"mps_DiamondLightningRod.Name": "Алмазный громоотвод",
	"mps_DiamondLightningRod.Description": "Производит один или два аккумулятора, используя молнии для их зарядки.",
	"mps_IridiumLightningRod.Name": "Иридиевый громоотвод",
	"mps_IridiumLightningRod.Description": "Производит два аккумулятора, используя молнии для их зарядки.",
	"mps_RadioactiveLightningRod.Name": "Радиоактивный громоотвод",
	"mps_RadioactiveLightningRod.Description": "Производит два или три аккумулятора, используя молнии для их зарядки.",
	"mps_PrismaticLightningRod.Name": "Призматический громоотвод",
	"mps_PrismaticLightningRod.Description": "Производит три аккумулятора, используя молнии для их зарядки.",
	"mps_SteelLoom.Name": "Стальная прялка",
	"mps_SteelLoom.Description": "Превращает шерсть или утиное перо в ткань. Быстрее, чем обычная прялка.",
	"mps_GoldLoom.Name": "Золотая прялка",
	"mps_GoldLoom.Description": "Превращает шерсть или утиное перо в ткань. Быстрее, чем стальная прялка.",
	"mps_DiamondLoom.Name": "Алмазная прялка",
	"mps_DiamondLoom.Description": "Превращает шерсть или утиное перо в ткань. Быстрее, чем золотая прялка. Качество исходного материала сохраняется.",
	"mps_IridiumLoom.Name": "Иридиевая прялка",
	"mps_IridiumLoom.Description": "Превращает шерсть или утиное перо в два куска ткани. Качество исходного материала сохраняется. Имеется 10% шанс удвоить результат.",
	"mps_RadioactiveLoom.Name": "Радиоактивная прялка",
	"mps_RadioactiveLoom.Description": "Превращает шерсть или утиное перо в два куска ткани. Качество исходного материала сохраняется. Имеется 30% шанс удвоить результат.",
	"mps_PrismaticLoom.Name": "Призматическая прялка",
	"mps_PrismaticLoom.Description": "Превращает шерсть или утиное перо в два куска ткани. Качество исходного материала сохраняется. Имеется 50% шанс удвоить результат.",
	"mps_SteelMayonnaiseMachine.Name": "Стальной майонезный автомат",
	"mps_SteelMayonnaiseMachine.Description": "Превращает яйца в майонез. Быстрее, чем обычный майонезный автомат.",
	"mps_GoldMayonnaiseMachine.Name": "Золотой майонезный автомат",
	"mps_GoldMayonnaiseMachine.Description": "Превращает яйца в майонез. Быстрее, чем стальной майонезный автомат.",
	"mps_DiamondMayonnaiseMachine.Name": "Алмазный майонезный автомат",
	"mps_DiamondMayonnaiseMachine.Description": "Превращает яйца в майонез. Быстрее, чем золотой майонезный автомат. Качество исходного продукта сохраняется.",
	"mps_IridiumMayonnaiseMachine.Name": "Иридиевая майонезная машина",
	"mps_IridiumMayonnaiseMachine.Description": "Превращает яйца в майонез. Качество исходного продукта сохраняется. Имеется 10% шанс удвоить результат.",
	"mps_RadioactiveMayonnaiseMachine.Name": "Радиоактивный майонезный автомат",
	"mps_RadioactiveMayonnaiseMachine.Description": "Превращает яйца в майонез. Качество исходного продукта сохраняется. Имеется 30% шанс удвоить результат.",
	"mps_PrismaticMayonnaiseMachine.Name": "Призматический майонезный автомат",
	"mps_PrismaticMayonnaiseMachine.Description": "Превращает яйца в майонез. Качество исходного продукта сохраняется. Имеется 50% шанс удвоить результат.",
	"mps_GoldMushroomLog.Name": "Золотой грибной пень",
	"mps_GoldMushroomLog.Description": "Выращивает грибы быстрее, чем обычный грибной пень. Чем больше диких деревьев поблизости, тем лучше он работает.",
	"mps_DiamondMushroomLog.Name": "Алмазный грибной пень",
	"mps_DiamondMushroomLog.Description": "Выращивает грибы быстрее, чем обычный грибной пень. Чем больше диких деревьев поблизости, тем лучше он работает. Имеется 10% шанс удвоить результат.",
	"mps_IridiumMushroomLog.Name": "Иридиевый грибной пень",
	"mps_IridiumMushroomLog.Description": "Выращивает грибы быстрее, чем обычный грибной пень. Чем больше диких деревьев поблизости, тем лучше он работает. Имеется 20% шанс удвоить результат.",
	"mps_RadioactiveMushroomLog.Name": "Радиоактивный грибной пень",
	"mps_RadioactiveMushroomLog.Description": "Выращивает грибы быстрее, чем обычнйы грибной пень. Чем больше диких деревьев поблизости, тем лучше он работает. Имеется 30% шанс удвоить результат.",
	"mps_PrismaticMushroomLog.Name": "Призматический грибной пень",
	"mps_PrismaticMushroomLog.Description": "Выращивает грибы иридиевого качества быстрее, чем обычный грибной пень. Чем больше диких деревьев поблизости, тем лучше он работает. Имеется 40% шанс удвоить результат.",
	"mps_DiamondOilMaker.Name": "Алмазный пресс для масла",
	"mps_DiamondOilMaker.Description": "Используется для изготовления трюфельного масла. Качество исходного сырья сохраняется.",
	"mps_IridiumOilMaker.Name": "Иридиевый пресс для масла",
	"mps_IridiumOilMaker.Description": "Используется для изготовления трюфельного масла. Качество исходного сырья сохраняется. Имеется 10% шанс удвоить результат.",
	"mps_RadioactiveOilMaker.Name": "Радиоактивный пресс для масла",
	"mps_RadioactiveOilMaker.Description": "Используется для изготовления трюфельного масла. Качество исходного сырья сохраняется. Имеется 30% шанс удвоить результат.",
	"mps_PrismaticOilMaker.Name": "Призматический пресс для масла",
	"mps_PrismaticOilMaker.Description": "Используется для изготовления трюфельного масла. Качество исходного сырья сохраняется. Имеется 50% шанс удвоить результат.",
	"mps_RadioactiveOstrichIncubator.Name": "Радиоактивный инкубатор страусов",
	"mps_RadioactiveOstrichIncubator.Description": "Высиживает страусиные яйца быстрее, чем обычный инкубатор. Ставится в Хлев. Можно использовать Волшебный порошок.",
	"mps_PrismaticOstrichIncubator.Name": "Призматический инкубатор страусов",
	"mps_PrismaticOstrichIncubator.Description": "Высиживает страусиные яйца быстрее, чем радиоактивный инкубатор. Ставится в Хлев. Можно использовать Волшебный порошок.",
	"mps_SteelPreservesJar.Name": "Стальная кадка",
	"mps_SteelPreservesJar.Description": "Превращает овощи в соленья, фрукты в варенье, икру осетра в икру серебряного качества, а икру рыбы - в выдержанную икру серебряного качества. Быстрее, чем обычная кадка.",
	"mps_GoldPreservesJar.Name": "Золотая кадка",
	"mps_GoldPreservesJar.Description": "Превращает овощи в соленья, фрукты в варенье, икру осетра в икру золотого качества, а икру рыбы - в выдержанную икру золотого качества. Быстрее, чем стальная кадка.",
	"mps_DiamondPreservesJar.Name": "Алмазная кадка",
	"mps_DiamondPreservesJar.Description": "Превращает овощи в соленья, фрукты в варенье, икру осетра в икру золотого качества, а икру рыбы - в выдержанную икру золотого качества. Быстрее, чем золотая кадка.",
	"mps_IridiumPreservesJar.Name": "Иридиевая кадка",
	"mps_IridiumPreservesJar.Description": "Превращает овощи в соленья, фрукты в варенье, икру осетра в икру иридиевого качества, а икру рыбы - в выдержанную икру иридиевого качества. Качество исходного сырья сохраняется.",
	"mps_RadioactivePreservesJar.Name": "Радиоактивная кадка",
	"mps_RadioactivePreservesJar.Description": "Превращает овощи в соленья, фрукты в варенье, икру осетра в икру иридиевого качества, а икру рыбы в выдержанную икру иридиевого качества. Качество исходного сырья сохраняется. Имеется 10% шанс удвоить результат.",
	"mps_PrismaticPreservesJar.Name": "Призматическая кадка",
	"mps_PrismaticPreservesJar.Description": "Превращает овощи в соленья, фрукты в варенье, икру осетра в икру иридиевого качества, а икру рыбы в выдержанную икру иридиевого качества. Качество исходного сырья сохраняется. Имеется 30% шанс удвоить результат.",
	"mps_GoldRecyclingMachine.Name": "Золотая утилизационная машина",
	"mps_GoldRecyclingMachine.Description": "Превращает выловленный мусор в полезные ресурсы. Эффективнее, чем обычная утилизационная машина.",
	"mps_DiamondRecyclingMachine.Name": "Алмазная утилизационная машина",
	"mps_DiamondRecyclingMachine.Description": "Превращает выловленный мусор в полезные ресурсы. Эффективнее, чем золотая утилизационная машина.",
	"mps_IridiumRecyclingMachine.Name": "Иридиевая утилизационная машина",
	"mps_IridiumRecyclingMachine.Description": "Превращает выловленный мусор в полезные ресурсы. Эффективнее, чем алмазная утилизационная машина.",
	"mps_RadioactiveRecyclingMachine.Name": "Радиоактивная утилизационная машина",
	"mps_RadioactiveRecyclingMachine.Description": "Превращает выловленный мусор в полезные ресурсы. Более эффективна, чем иридиевая утилизационная машина.",
	"mps_PrismaticRecyclingMachine.Name": "Призматическая утилизационная машина",
	"mps_PrismaticRecyclingMachine.Description": "Превращает выловленный мусор в полезные ресурсы. Эффективнее, чем радиоактивная утилизационная машина.",
	"mps_IridiumSeedMaker.Name": "Иридиевый экстрактор семян",
	"mps_IridiumSeedMaker.Description": "Поместите культуры внутрь, чтобы получить 2-4 семян. Не работает с культурами фруктовых деревьев.",
	"mps_RadioactiveSeedMaker.Name": "Радиоактивный экстрактор семян",
	"mps_RadioactiveSeedMaker.Description": "Поместите культуры внутрь, чтобы произвести 4-6 семян.",
	"mps_PrismaticSeedMaker.Name": "Призматический экстрактор семян",
	"mps_PrismaticSeedMaker.Description": "Поместите культуры внутрь, чтобы произвести 6-8 семян.",
	"mps_GoldSlimeEggPress.Name": "Золотой пресс для яиц слаймов",
	"mps_GoldSlimeEggPress.Description": "Сжимает 90 кусочков слизи в лучшее яйцо слайма. До чего техника дошла! Имеется 10% шанс удвоить результат.",
	"mps_DiamondSlimeEggPress.Name": "Алмазный пресс для яиц слаймов",
	"mps_DiamondSlimeEggPress.Description": "Сжимает 80 кусочков слизи в лучшее яйцо слайма. До чего техника дошла! Имеется 20% шанс удвоить результат.",
	"mps_IridiumSlimeEggPress.Name": "Iridium пресс для яиц слаймов",
	"mps_IridiumSlimeEggPress.Description": "Сжимает 70 кусочков слизи в лучшее яйцо слайма. До чего техника дошла! Имеется 30% шанс удвоить результат.",
	"mps_RadioactiveSlimeEggPress.Name": "Радиоактивный пресс для яиц слаймов",
	"mps_RadioactiveSlimeEggPress.Description": "Сжимает 60 кусочков слизи в лучшее яйцо слайма. До чего техника дошла! Имеется 40% шанс удвоить результат.",
	"mps_PrismaticSlimeEggPress.Name": "Призматический пресс для яиц слаймов",
	"mps_PrismaticSlimeEggPress.Description": "Сжимает 50 кусочков слизи в лучшее яйцо слайма. До чего техника дошла! Имеется 50% шанс удвоить результат.",
	"mps_RadioactiveSlimeIncubator.Name": "Радиоактивный инкубатор слаймов",
	"mps_RadioactiveSlimeIncubator.Description": "Выводит яйца слаймов быстрее, чем обычный инкубатор. Позволяет выращивать слаймов на открытом воздухе.",
	"mps_PrismaticSlimeIncubator.Name": "Призматический инкубатор слаймов",
	"mps_PrismaticSlimeIncubator.Description": "Выводит яйца слаймов быстрее, чем радиоактивный инкубатор. Позволяет выращивать слизней на открытом воздухе.",
	"mps_IridiumSolarPanel.Name": "Иридиевая солнечная панель",
	"mps_IridiumSolarPanel.Description": "Генерирует аккумуляторы, находясь на солнце. Быстрее, чем обычная солнечная панель. Имеется 10% шанс удвоить результат.",
	"mps_RadioactiveSolarPanel.Name": "Радиоактивная солнечная панель",
	"mps_RadioactiveSolarPanel.Description": "Генерирует аккумуляторы, находясь на солнце. Быстрее, чем иридиевая панель. Имеется 30% шанс удвоить результат.",
	"mps_PrismaticSolarPanel.Name": "Призматическая солнечная панель",
	"mps_PrismaticSolarPanel.Description": "Генерирует заряд батареи, когда остается на солнце. Быстрее, чем радиоактивная панель. Имеется 50% шанс удвоить результат.",
	"mps_SteelTapper.Name": "Железный подсочник",
	"mps_SteelTapper.Description": "Поместите на нефруктовое дерево и ждите, пока резервуар наполнится продуктом!",
	"mps_GoldTapper.Name": "Золотой подсочник",
	"mps_GoldTapper.Description": "Поместите на нефруктовое дерево и ждите, пока резервуар наполнится продуктом! В два раза быстрее, чем обычный подсочник.",
	"mps_DiamondTapper.Name": "Алмазный подсочник",
	"mps_DiamondTapper.Description": "Поместите на нефруктовое дерево и дождитесь, пока резервуар наполнится продуктом! В три раза быстрее, чем обычный подсочник.",
	"mps_IridiumTapper.Name": "Иридиевый подсочник",
	"mps_IridiumTapper.Description": "Поместите на нефруктовое дерево и ждите, пока резервуар наполнится продуктом! В четыре раза быстрее, чем обычный подсочник.",
	"mps_GreenSlimeCheese.Name": "Сыр из зеленой слизи",
	"mps_GreenSlimeCheese.Description": "Сыр, сделанный из зеленой слизи. Он очень липкий",
	"mps_BlueSlimeCheese.Name": "Сыр из голубой слизи",
	"mps_BlueSlimeCheese.Description": "Сыр, сделанный из голубой слизи. Он очень липкий",
	"mps_RedSlimeCheese.Name": "Сыр из красной слизи",
	"mps_RedSlimeCheese.Description": "Сыр, сделанный из красной слизи. Он очень липкий",
	"mps_PurpleSlimeCheese.Name": "Сыр из фиолетовой слизи",
	"mps_PurpleSlimeCheese.Description": "Сыр, приготовленный из фиолетовой слизи. Он очень липкий.",
	"mps_TigerSlimeCheese.Name": "Сыр из тигровой слизи",
	"mps_TigerSlimeCheese.Description": "Сыр, сделанный из тигровой слизи. Очень липкий.",
	"mps_MineralWater.Name": "Минеральная вода",
	"mps_MineralWater.Description": "Помните: выпивайте по 3 штуки каждый день.",
	"mps_DuckCloth.Name": "Утиная ткань",
	"mps_DuckCloth.Description": "Моток ткани из тонкого утиного пера.",
	"mps_OstrichMayonnaise.Name": "Страусиный майонез",
	"mps_OstrichMayonnaise.Description": "Густой и кремовый, с розовым оттенком. Пахнет травой и чистым воздухом."
}